
{
    "chennai":[
        {
            "placename":"St. Thomas Cathedral Basilica",
            "placeimg":["./img/chennai/chennai11.jpg","./img/chennai/chennai12.jpg","../img/chennai/chennai13.jpg"],
            "placedescription":" San Thome Church, officially known as St Thomas Cathedral Basilica and National Shrine of Saint Thomas, is a minor basilica of the Catholic Church in India, at the Santhomeneighbourhood of Chennai, in Tamil Nadu. The present structure dates to 1523 AD, when it was rebuilt by the Portuguese over the tomb of Thomas the Apostle.[3] In 1896, it was renovated in the Madras province according to neo-Gothic designs, as was favoured by British architects in the late 19th century.",
            "placehistory":"In 1521, the Portuguese in Goa and Bombay-Bassein sent missionaries to Madras (Chennai) seeking the tomb of the famed Thomas the Apostle, which had become neglected or maintained  nominally by Muslims, and they decided to rebuild the shrine over the tomb of the apostle. With the order and funding of King John III of Portugal they started building the  church. In 1523, the structure was consecrated as a church, and Portuguese Padroado priests resumed the daily celebration of Liturgy (Holy Mass) at the site."
        },
        {
            "placename":"Kapaleeshwarar Temple",
            "placeimg":["./img/chennai/chennai21.jpg","./img/chennai/chennai22.jpg","./img/chennai/chennai23.jpg"],
            "placedescription":"The Kapaleeshwarar Temple is a Hindu temple dedicated to Shiva located in Mylapore, Chennai in the Indian state of Tamil Nadu. The form of Shiva's consort Parvati worshipped at this temple is called Karpagambal (goddess of the wish-yielding tree). The temple was built around the 7th century CE and is an example of Dravidian architecture",
            "placehistory":"The commonly held view is that the temple was built in the 7th century CE by the ruling Pallavas.[7] This view is based on references to the temple in the hymns of the  Nayanars (which, however, place it by a sea shore). Thirugnanasambandar's 6th song in Poompavaipathikam and Arunagirinathar's 697th song in Thirumylai Thirupugazh, make  clear reference to the Kapaleeshwarar temple being located by a seashore.[8] There are inscriptions dating back to 12th century inside the temple.[9] The temple's 120 ft gopuram[9] (gateway tower) was built during 1906 with stucco figures adorning it.[2][7] The temple is maintained and administered by the Hindu Religious and Endowment Board of the Government of Tamil Nadu"
        },
        {
            "placename":"Government Museum ",
            "placeimg":["./img/chennai/chennai31.jpg","./img/chennai/chennai32.jpg","./img/chennai/chennai33.jpg"],
            "placedescription":" The Government Museum, Chennai, or the Madras Museum, is a museum of human history and culture located in the Government Museum Complex in the neighbourhood of Egmore in Chennai, India. Started in 1851, it is the second oldest museum in India after the Indian Museum in Kolkata. It is particularly rich in archaeological and numismatic  collections. It has the largest collection of Roman antiquities outside Europe. Among them, the colossal Museum Theatre is one of the most impressive.[1] The National Art Gallery is also present in the museum premises. Built in Indo-Saracenic style, it houses rare European and Asian painting of renowned artists, including that of Raja Ravi Varma.[2][3] It had 0.6 million visitors in 2018. It has the richest collections of bronze idols, 500 of them dating to 1000 BCE, in Asia.",
            "placehistory":"  In August 1778, the governor of Madras granted 43 acres for an estate to a civil servant, who, subsequently in 1793, assigned the grounds to a committee of 24 which then regulated the public amusements in the city. In 1821, the committee sold the main house and central garden space to E. S. Moorat, an Armenian merchant who, in turn, sold it back to the government in 1830. The government first used the buildings and the grounds as the collector's Cutcherry and later for the Central Museum.[5] The museum was originally established in a building on College Road in Nungambakkam in the year 1851 and was shifted to the present site in 1854."
        },
        {
            "placename":"Ashtalakshmi Temple ",
            "placeimg":["./img/chennai/chennai41.jpg","./img/chennai/chennai42.jpg","./img/chennai/chennai43.png"],
            "placedescription":" The Ashtalakshmi Kovil is a Hindu temple, which lies on the shorelines near the Elliot's beach, in Chennai, India. The temple is dedicated to the goddess Lakshmi, and her eight primary forms - the Ashtalakshmi - the giver of all eight forms of wealth, namely, offspring, success, prosperity, wealth, courage, bravery, food, and knowledge. The sanctorums are depicted on a multi-tier complex in such a way that visitors could visit all the shrines without stepping over any of the sanctorums.",
            "placehistory":"In this temple, the Ashtalakshmis, the eight forms of goddess Lakshmi, are present in four levels in nine separate sanctums. The shrine of Lakshmi and her consort Vishnu is in level two. One starts the worship from here. Taking the stairs, the path leads to the third floor, which has the shrines of Santhanalakshmi, Vijayalakshmi, Vidyalakshmi and Gajalakshmi. Further few steps would lead to the shrine of Dhanalakshmi, which is the only shrine on the fourth floor. Exiting the main shrine, in the first level, there are  shrines for Aadilakshmi, Dhaanya lakshmi and Dharyalakshmi. The temple also has Dashavatara (avatars of Vishnu), Guruvayoorappan, Ganesha, Dhanvanthari and Anjaneyar deities"
        }
    ],
    "banglore":[
        {
            "placename":"Lal Bagh",
            "placeimg":["./img/banglore/banglore11.jpg","./img/banglore/banglore12.jpeg","./img/banglore/banglore13.jpg"],
            "placedescription":"Lalbagh Botanical Garden or simply Lalbagh (lit. 'red garden'), is an botanical garden in Bangalore, India, with an over 200-year history. First planned and laid out during the dalavaiship of Hyder Ali, the garden was later managed under numerous British Superintendents before Indian Independence. It was responsible for the introduction and  propagation of numerous ornamental plants as well as those of economic value. It also served a social function as a park and recreational space, with a central glass  house dating from 1890 which was used for flower shows. In modern times, it hosts two flower shows coinciding with the week of Republic Day (26 January) and Independence Day (15 August). As an urban green space along with Cubbon Park, it is also home to numerous wild species of birds and other wildlife. The garden also has a lake adjoining a large rock on which a watchtower had been constructed during the reign of Kempegowda",
            "placehistory":" Hyder Ali commissioned the building of this garden in 1760, but his son, Tipu Sultan, completed it. A Bagh is Hindustani for garden while the reference of the prefix Lal is  debated and could refer to the colour red due to its original floral composition but Lal also means beloved. Hyder Ali decided to create this garden on the lines of the Mughal Gardens that were gaining popularity during his time. Hyder Ali laid out these famous botanical gardens and his son Tipu Sultan added horticultural wealth to them by importing trees and plants from several countries. Hyder and Tipu's Lalbagh gardens were managed by Mohammed Ali and his son Abdul Khader, and were based on design of the Mughal Gardens that once          stood at Sira, at a distance of 120 km from Bangalore. At that time, Sira was the headquarters of the strategically important southernmost Mughal suba (province) of the Deccan before the British Raj"
        },
        {
            "placename":"ISKCON Temple",
            "placeimg":["./img/banglore/banglore21.jpg","./img/banglore/banglore22.jpeg","./img/banglore/banglore23.jpg"],
            "placedescription":"Sri Radha Krishna-Chandra Temple (Kannada: ಶ್ರೀ ರಾಧಾ ಕೃಷ್ಣ ಮಂದಿರ) is one of the largest Krishna-Hindu temples in the world. It is situated in Bangalore in the Indian state of                      Karnataka. The temple is dedicated to Hindu deities Radha Krishna and propagates monotheism as mentioned in Chandogya Upanishad",
            "placehistory":"In May 1997, Bangalore ISKCON Temple was inaugurated by the ninth president of India—Shankar Dayal Sharma.[3][2] The society was registered in the year 1978 under the Karnataka                Societies Registration Act, 1960. The objectives of the society are derived from the Seven Purposes of ISKCON as stated by Srila Prabhupada."
        },
        {
            "placename":"Bangalore Palace ",
            "placeimg":["./img/banglore/banglore31.jpg","./img/banglore/banglore32.jpg","./img/banglore/banglore33.jpg"],
            "placedescription":" Bangalore Palace is a 19th century royal palace located in Bangalore, Karnataka, India, in an area that was owned by the Rev. John Garrett, the first principal of the Central High School in Bangalore, now famous as Central College. The commencement of the construction of the palace is attributed to him..",
            "placehistory":" The palace grounds are used for holding public events including music concerts.The grounds are now (2018) severely neglected with only the portion immediately in front of the palace cultivated Many international artists have performed in the grounds. Today a legal battle between government and the Mysore royal family has seen a ban of commercial activities. Nevertheless, a number of private companies controlled by the royal family runs a number of wedding halls on the grounds. For the past 34 years the oldest security agency of Karnataka named Scorpion Security Ltd has their national headquarters inside the palace premises."
        },
        {
            "placename":"Bannerghatta National Park  ",
            "placeimg":["./img/banglore/banglore41.JPG","./img/banglore/banglore42.jpg","./img/banglore/banglore44.jpg"],
            "placedescription":" Bannerghatta National Park is a national park in India, located near Bangalore, Karnataka. It was founded in 1970 and declared as a national park in 1974.[1] In 2002, a small portion of the park became a zoological garden, the Bannerghatta Biological Park.[2] There are ancient temples in the park for worship and it is a destination for trekking and hiking. Within the national park area are six rural villages enclosed within three large enclosures for sheep and cattle farming.[3] This park offers a wide range of diverse wildlife to the explorers. Coming from the finest of Bengaluru, Karnataka, this park offers a guided bus tour all along the 6 km safari roads, which is specially made for safaris and foreign tourist gatherers.",
            "placehistory":" The 65,127.5 acre  national park is located about 22 km south of Bangalore in the hills of the Anekal range with an elevation of 1245 - 1634m.[5] The park has a hilly terrain of granite sheets under moist deciduous forest valleys and scrubland on higher areas.[6] Sixteen villages border the park. Most of the national park consists of artificial forest, and some animals have been introduced.[7] The park is part of a wildlife corridor for elephants which connects the BR Hills and the Sathyamangalam forest. The park is contiguous with Talli reserve forest in the southeast and Bilikal forest in the south"
        }
    ],
    "mathura":[
        {
            "placename":"Krishna Janmasthan Temple",
            "placeimg":["./img/mathura/mathura11.jpg","./img/mathura/mathura12.jpg","./img/mathura/mathura13.jpg"],
            "placedescription":"The Krishna Janmasthan Temple Complex is a group of Hindu temples situated in Mathura, Uttar Pradesh, India. There are three main temples inside the premises - Keshavdev temple which is dedicated to Krishna, Garbh Griha where Krishna is believed to be born in Dvapar Yuga and Bhagvata Bhavan where presiding deities are Radha Krishna",
            "placehistory":"   According to Hindu traditions, Krishna was born to Devaki and Vasudeva in a prison cell where they were confined by his maternal uncle Kansa, a king of Mathura, due to prophecy of his death by the child of Devaki.[10][11] According to tradition, a temple dedicated to Krishna was built the birthplace by his great grandson Vajranabh.[10][2] The  present site known as Krishna Janmasthan (lit.'birthplace of Krishna') was known as Katra (lit.'market place') Keshavdeva.[8] The archaeological excavations of the site had  revealed pottery and terracotta from 6th century BC.[8] It also produced some Jain sculptures as well as a large Buddhist complex including Yasha Vihara"
        },
        {
            "placename":"Prem Mandir",
            "placeimg":["./img/mathura/mathura21.webp","./img/mathura/mathura22.webp","./img/mathura/mathura23.jpg"],
            "placedescription":"Rohtang Pass (Rohtang  is a high mountain pass (elevation 3,980 m (13,058 ft)) on the eastern end of the Pir Panjal Range of the Himalayas around 51 km (32 mi) from Manali in the Indian state of Himachal Pradesh.[2][3][4][5] It connects the Kullu Valley with the Lahaul and Spiti Valleys of Himachal Pradesh, India.",
            "placehistory":"PThe foundation stone was laid by Jagadguru Shri Kripalu Ji Maharaj in the presence of thousand devotees on 14 January 2001. The structure took around 12 years to construct,involving around 1000 artisans.The Vrindavan site was developed by Kripalu Ji Maharaj, whose main ashram was in Vrindavan.[8] He dedicated the gift of love to Shri Vrindavan Dham.Prem Mandir is constructed entirely of Italian marble. The total dimensions of the temple including its flag is 125 ft. high, 190 ft. long and the 128 ft.wide raised platform serves as the seat of the two-storeyed white monument."
        },
        {
            "placename":"ISKCON Temple  ",
            "placeimg":["./img/mathura/mathura31.jpg","./img/mathura/mathura32.jpg","./img/mathura/mathura33.jpg"],
            "placedescription":"ISKCON Vrindavan, also called Sri Sri Krishna Balaram Mandir, is one of the major ISKCON temples in the world. It is a Gaudiya Vaishnava temple located in the city of                    Vrindavan, Mathura district, in the Indian state of Uttar Pradesh.[1] The temple is dedicated to the Hindu gods Krishna and Balarama. The other deities of temple are Radha                    Krishna and Gauranga Nityananda.",
            "placehistory":" A. C. Bhaktivedanta Swami Prabhupada, founder-acharya of the International Society for Krishna Consciousness, inaugurated the Krishna Balaram Mandir and installed deities (murtis) of Krishna-Balaram, Radha-Shyamasundar, the gopis Lalita Devi and Vishakha Devi, and Gaura-Nitai on Ram Navami (April 20)"
        },
        {
            "placename":"Govardhan Hill  ",
            "placeimg":["./img/mathura/mathura41.jpg","./img/mathura/mathura42.jpg","./img/mathura/mathura43.jpg"],
            "placedescription":" Govardhan Hill (Sanskrit: गोवर्धन पर्वत; Govardhana Parvata; Pronunciation:, also called Mount Govardhana and Giriraj, is a sacred Hindu site in the Mathura district of Uttar Pradesh, India on an 8 km long hill located in the area of Govardhan and Radha Kund,[1][2] which is about 21 kilometres (13 mi) from Vrindavan.[3] It is the sacred centre of Braj and is identified as a natural form of Krishna, the Govardhana Shila.",
            "placehistory":"Govardhan Hill is considered a sacred site because it is the setting for many legends relating to the life of Lord Krishna, the deity believed to be embodied in the earth of the hill. Krishna and his brother Balarama are said to have spent many happy hours roaming among its shade providing groves, pools, caves and lush cow-pastures. An Eden-like sanctuary, the area's waterfalls, garden-grove (van), arbour (nikunj), water tank (kund), and flora are depicted in scenes of Krishna's adventures with Radha."
        }
    ],
    "manali":[
        {
            "placename":"Hadimba Temple",
            "placeimg":["./img/manali/manali11.jpg","./img/manali/manali12.jpg","./img/manali/manali13.jpg"],
            "placedescription":" Hidimba Devi Temple, locally known as Dhungari Temple, also known variously as the Hadimba Temple, is located in Manāli, a hill station in the State of Himāchal Pradesh in north India. It is an ancient cave temple dedicated to Hidimbi Devi, wife of Bhima, a figure in the Indian epic Mahābhārata.",
            "placehistory":" The Hidimba Devi temple was built in 1553 CE by Maharaja Bahadur Singh.[3] The temple is built around a cave where Devi Hidimba performed meditation. Hidimbi was supposed to have lived there with her brother Hidimb, and not much is known about their parents. Born into a Rakshasa family, Hidimba vowed to marry one who would defeat her brother Hidimb, who was supposed to be very brave and fearless. During the Pandava's exile, when they visited Manali, Bhima, one of the five Pandavas defeated Hidimb.Thereafter, Hidimba married Bhima and gave birth to their son Ghatotkacha."
        },
        {
            "placename":"Rohtang Pass",
            "placeimg":["./img/manali/manali21.jpg","./img/manali/manali22.jpg","./img/manali/manali23.jpeg"],
            "placedescription":" Rohtang Pass (Rohtang  is a high mountain pass (elevation 3,980 m (13,058 ft)) on the eastern end of the Pir Panjal Range of the Himalayas around 51 km (32 mi) from Manali in the Indian state of Himachal Pradesh.[2][3][4][5] It connects the Kullu Valley with the Lahaul and Spiti Valleys of Himachal Pradesh, India.",
            "placehistory":"The pass provides a natural divide between the Kullu Valley with a primarily sanatani culture (in the south), and the arid high-altitude Lahaul and Spiti valleys with a Buddhist culture (in the north). The pass lies on the watershed between the Chenab and Beas basins. On the southern side of this pass, the Beas River emerges from underground and flows southward[6] and on its northern side, the Chandra River (flows from the eastern Himalayas), a source stream of the river Chenab, flows westward."
        },
        {
            "placename":"Solang Valley ",
            "placeimg":["./img/manali/manali31.webp","./img/manali/manali32.jpeg","./img/manali/manali33.jpg"],
            "placedescription":" Solang Valley derives its name from a combination of the words Solang (Nearby village) and Nallah (water stream). It is a side valley at the top of the Kullu Valley in Himachal Pradesh, India 14 km northwest of the resort town Manali on the way to Rohtang Pass, and is known for its summer and winter sports conditions. The sports most commonly offered are parachuting, paragliding, skating, and zorbing.",
            "placehistory":"The majestic Solang Valley is renowned for its vast slopes of greenery, contributing to its status as a favorite ski resort. The sprawling expanse of lush lawns in the valley has earned it a reputation as a popular destination for skiing enthusiasts. The resort is also known for its world-class ski school and family activities. The  village has many shops, including a candy store, which has been featured on Food Network shows.[citation needed] A few ski agencies offering courses and equipment reside  here and operate only"
        },
        {
            "placename":"hrigu Lake ",
            "placeimg":["./img/manali/manali41.avif","./img/manali/manali42.jpg","./img/manali/manali43.webp"],
            "placedescription":" Bhrigu Lake or Brighu Lake is a lake located at an elevation of around 4,300 metres (14,100 ft) in Kullu district, Himachal Pradesh, India. It is located to the east of Rohtang Pass and is around 6 kilometres (3.7 mi) from Gulaba village. It can be reached by trekking either from the Vashishth temple, which is famous for its hot water springs, close to the town of Manali. Actually there is no settlement in Gulaba and is an area of the Pir Panjal mountain range. It is named after Maharishi Bhrigu",
            "placehistory":"Legend has it that the sage used to meditate near the lake and hence it has been rendered sacred; the locals believe that due to this the lake never freezes completely. This lake is held sacred to the sage, Rishi Brighu, a great saint of Indian history. It lies on the various trek routes of the region"
        }
    ],
    "amritsar":
    [
        {
            "placename":"Sri Harmandir Sahib",
            "placeimg":
            ["./img/amritsar-city/sri-harimandir-sahib-1.jpg",
            "./img/amritsar-city/sri-harimandir-sahib-2.jpg",
            "./img/amritsar-city/sri-harimandir-sahib-3.jpg"
            ],
            "placedescription":" The Golden temple is located in the holy city of the Sikhs, Amritsar. The Golden temple is famous for its full golden dome, it is one of the most sacred pilgrim spots for Sikhs. The Mandir is built on a 67-ft square of marble and is a two storied structure.",
            "placehistory":" It is located in the city of Amritsar, Punjab state, northwestern India. The first Harmandir Sahib was built in 1604 by Arjan, the fifth Sikh Guru, who symbolically had it placed on a lower level so that even the humblest had to step down to enter it."
        },
        {
            "placename":"durgiana city" ,
            "placeimg":
            [   "./img/amritsar-city/durgiana-1.jpg",
                "./img/amritsar-city/durgiana-2.jpg",
                "./img/amritsar-city/durgiana-3.jpg"
            ],
            "placedescription":" The temple is built in the middle of a sacred lake, which measures 160 metres (520 ft)  130 metres (430 ft). Its dome and canopies are similar to that of the Golden temple of Sikh religion, also located in Amritsar. A bridge provides the approach to the temple. The dome of the temple is gilded.",
            "placehistory":"It was built in 1921 by Guru Harsai Mal Kapoor in the architectural style of the Sikh Shri Harmandir Sahib (Golden Temple) . Harsai Mal was a descendant of Prithi Chand and hence Guru Ram Das. The grandchildren of Harsai Mal Kapoor is currently living in amritsar and one of caretakers of the idol of Harsai mal Kapoor."
        },
        {
            "placename":"Gobindgarh Fort",
            "placeimg":
            ["./img/amritsar-city/gobindgarth-fort-1.jpg",
            "./img/amritsar-city/gobindgarth-fort-2.jpg",
            "./img/amritsar-city/gobindgarth-fort-3.jpg"
            ],
            "placedescription":"Gobindgarh Fort is located on the south west fringe of Amritsar, in a square pattern, with a perimeter of 1,000 m and made up entirely of bricks and lime. The fort had 25 cannons mounted on its ramparts and it remained with the Bhangi rulers till 1805.",
            "placehistory":" Maharaja Ranjit Singh, the first maharaja of the Sikh Empire, conquered the fort in the early 19thcentury. It was he who renamed it as Gobindgarh Fort after Guru Gobind Singh, the 10th guru of the Sikhs. Further, he made many renovations and added new structures to the fort from 1805 to 1809."
        },
        {
            "placename":"Tarn Taran Sahib",
            "placeimg":
            ["./img/amritsar-city/tarn-taran-sahib-1.jpg",
            "./img/amritsar-city/tarn-taran-sahib-2.jpg",
            "./img/amritsar-city/tarn-taran-sahib-3.jpg"
            ],
            "placedescription":"Tarn Taran Sahib is a city in the state of Punjab, in far northern India. Tarn Taran district was formed in 16th Jun, 2006, during the celebrations marking the 400th martyrdom day of Shri Guru Arjan Dev Ji. The declaration to this effect was made by Captain Amarinder Singh, Chief Minister of Punjab.",
            "placehistory":"Steeped in antiquity, Tarn Taran dates back to the times of the fifth sikh Guru Shri Guru Arjan Dev ji (1563-1606). He laid the foundation of this city in 1596 and the milestone was laid for the welfare of people with the establishment of Shri Tarn Taran Sahib Temple. "
        }
    ],
    "jaipur":
    [
        {
            "placename":"Amber Fort",
            "placeimg":
            ["./img/jaipur-city/amber-fort-1.jpg",
            "./img/jaipur-city/amber-fort-2.jpg",
            "./img/jaipur-city/amber-fort-3.jpg"
            ],
            "placedescription":" One of the top tourist attractions of Jaipur, the huge Amer Palace Fort sits atop a small hill, and is located at a distance about 11 km from the main city. The magnificent Amer Fort is an extensive palace complex that has been built with pale yellow and pink sandstone, and with white marble.",
            "placehistory":"In early times, the state of Jaipur was known as Amber or Dhundhar and was controlled by Meena chiefs of five different tribes. They were under suzerainty of the Bargurjar Rajput Raja of Deoti. Later a Kachhwaha prince, Dulha Rai, destroyed the sovereignty of Meenas and also defeated Bargurjars of Deoli and took Dhundhar fully under Kachwaha rule."
        },
        {
            "placename":"Hawa Mahal" ,
            "placeimg":
            ["./img/jaipur-city/hawa-mahal-1.jpg",
             "./img/jaipur-city/hawa-mahal-2.jpg",
             "./img/jaipur-city/hawa-mahal-3.jpg"
            ],
            "placedescription":" The Hawa Mahal is a palace in the city of Jaipur, India. Built from red and pink sandstone, it is on the edge of the City Palace, Jaipur, and extends to the Zenana, or women's chambers. The structure was built in 1799 by the Maharaja Sawai Pratap Singh, grandson of Maharaja Sawai Jai Singh, the founder of the city of Jhunjhunu in the state of Rajasthan.[1] He was so inspired by the unique structure of Khetri Mahal that he built this grand and historical palace.",
            "placehistory":"It was built in 1799 by Maharaja Sawai Pratap Singh for the court harem so that they could witness the royal processions and the street life. The exquisite pink and red sandstone 'mahal' stands out for its striking architecture, and the beautiful 'jhaali' works on its 953 windows."
        },
        {
            "placename":"Nahargarh Fort",
            "placeimg":
            ["./img/jaipur-city/nahargart-fort-1.jpg",
            "./img/jaipur-city/nahargart-fort-2.jpg",
            "./img/jaipur-city/nahargart-fort-3.jpg"
            ],
            "placedescription":" It was constructed during the reign of Jai Singh in 1734, and was later expanded in 1868. Nahargarh, which means abode of tigers, was a formidable barrier, defending Jaipur against attacking enemies. Within its walls, the fort houses Madhavendra Bhawan, the summer destination for the members of the royal family.",
            "placehistory":"Nahargarh Fort was built in 1734 by the then Maharaja of Jaipur, Sawai Jai Singh II. He constructed the fort as a retreat for the hunting expeditions of the royal family. The fort was initially named Sudarshangarh but was later renamed as Nahargarh."
        },
        {
            "placename":"Jantar Mantar",
            "placeimg":
            ["./img/jaipur-city/jantar-mantar-1.jpg",
            "./img/jaipur-city/jantar-mantar-2.jpg",
            "./img/jaipur-city/jantar-mantar-3.jpg"
            ],
            "placedescription":"The Jantar Mantar, in Jaipur, is an astronomical observation site built in the early 18th century. It includes a set of some 20 main fixed instruments. They are monumental examples in masonry of known instruments but which in many cases have specific characteristics of their own.",
            "placehistory":"Built in 1724 by Maharaja Jai Singh II of Jaipur, Jantar Mantar is one of the five astronomical observatories built by the king in Northern India. Its striking combinations of geometric forms have caught the attention of architects, artists and art historians from around the world."
        }
    ],
    "southgoa":
    [
        {
            "placename":"Colva Beach",
            "placeimg":
            ["./img/south-goa/colva-beach-1.jpg",
            "./img/south-goa/colva-beach-2.jpg",
            "./img/south-goa/colva-beach-3.jpg"
            ],
            "placedescription":"Colva Portuguese: Colva is a coastal village situated in the Salcete taluka, in South Goa district, of Goa state on the west coast of the Indian subcontinent. Colva Beach (Portuguese: Praia de Colva spans about 2.5 km (1.6 mi) along a sandy coastline of approximately 25 km (16 mi) extending from Bogmalo in the north to Cabo de Rama in the south. The village had significant importance to the Portuguese, local (Gancars) noble chardó (Kshatriya) Feudal Lords and was the retreat for Goa's high, elite and aristocratic society, who would come to Colvá for their mudança (change of air), to enjoy the private beach of the then Roiz family. Today the Portuguese area is dotted with the past elite houses and modern villas, including many ruins from more than 300 years. On weekends, huge crowds of tourists, visitors from around the world as well as local Indians, enjoy the sunset and various activities. The beach is particularly busy in October, when hordes of religious pilgrims come and visit Colvá Church, called Igreja de Nossa Senhora das Mercês (Church of Our Lady of Mercy), that was founded in AD 1630 by the Roiz family and the crown of the statue of our Lady has their family initials. The church was later modified in the eighteenth century which is located at the village square. The 1630 church construction was funded by the Roiz family, the Jesuits and the Gancars of Collu",
            "placehistory":"Colva was under Portuguese administration, as the Province of Portuguese-Goa, from 1510 until 1961 (and was still under dispute and represented in the Parliament of Portugal till 1974/75). It was the village of the Portuguese Roiz family, the descendants of D. Diogo Rodrigues, and its villagers. The village had belonged since 1550 to D. Diogo Rodrigues, who was the Lord of Colvá (Landlord of Colvá). He built the first Portuguese architecture residential house in 1551 facing away from the sea and at a distance from the shore to avoid any enemy attacks from the Arabian Sea. The entire beach called Praia da Colvá belonged to him.   In the 18th century, one of Diogo's descendants, Sebastião José Roiz, ordered the village people to plant coconut trees along the entire coastline, which the villagers thought was a waste of time as the soil was white and thus infertile and unable to sustain their growth. However today the shore line is fringed by those plantations of coconut trees. The entire Colvá shore and beach property as far as Betalbatim was inherited by various descendants of the Roiz family until the late 20th century, after which parts were handed over to the Government of Goa under the post-1974 Indian administration following the 1961 annexation of Goa by India. The rest of the land was sold."
        },
        {
            "placename":"Kadamba Shri Mahadeva Temple (Tambdisurla)" ,
            "placeimg":
            ["./img/south-goa/kadamba-mahadev-temple-1.jpg",
            "./img/south-goa/kadamba-mahadev-temple-2.jpg",
            "./img/south-goa/kadamba-mahadev-temple-3.jpg"
            ],
            "placedescription":" The temple is dedicated to Lord Shiva and is reminiscent of the temples at Aihole in neighbouring Karnataka. There is a linga (symbol of Lord Shiva) mounted on a pedestal inside the inner sanctum, and local legend has it that a huge king cobra is in permanent residence in the dimly lit interior. The temple consists of garbhagriha, antarala and a pillared Nandi mandapa built of basalt. The four pillars, embellished with intricate carvings of elephants and chains support a stone ceiling decorated with finely carved Ashtoken lotus flowers.",
            "placehistory":"The temple was built in the Kadamba style from basalt, carried across the mountains from the Deccan plateau and carved by craftsmen. It is considered to be the only specimen of Kadamba architecture in basalt stone preserved and available in Goa. The temple survived untouched due to its remote location in a clearing deep in the forest at the foot of the Western Ghats which surround the site."
        },
        {
            "placename":"Majorda Beach",
            "placeimg":
            ["./img/south-goa/majorda-beach-1.jpg",
            "./img/south-goa/majorda-beach-2.jpg",
            "./img/south-goa/majorda-beach-3.jpg"
            ],
            "placedescription":" Majorda beach situated in the Salcete taluka is among the southern beaches of Goa. It is a beautiful beach that has a lot of palm groves. Some of the most famous hotels and resorts of Goa are found here and thus it is quite a popular place for a holiday. This south Goa beach also has a number of restaurants and beach shacks that serve up tasty dishes from the cuisine of Goa, Europe and India.Majorda is also the place where the Jesuits discovered the best toddy of Goa who used it to leaven the bread. Even today the people of Majorda are known to be the best bakers of Goa as they were the first to know the art of baking European breads. There are a lot of buses that run daily by the help of which one can get to Majorda. From the Dabolim airport also one can get into transfer buses that take you there. Also a number of taxis are available to get to Majorda.",
            "placehistory":" Majorda is the village where the Jesuits, fond as they were of the good things of life, discovered the best Goan toddy (sap from the coconut palm), which they used to leaven the bread. Naturally, then, Majorda is the place where the Goans were first trained in the delicate art of baking European breads."
        },
        {
            "placename":"Dudhsagar Falls",
            "placeimg":
            ["./img/south-goa/dudhsagar-falls-1.jpg",
            "./img/south-goa/dudhsagar-falls-2.jpg",
            "./img/south-goa/dudhsagar-falls-1.jpg"
            ],
            "placedescription":"Dudhsagar Falls (lit. 'Sea of Milk') is a four-tiered waterfall located on the Mandovi River in the Indian state of Goa. It is 60 km from Panaji by road and is located on the Belgaum–Vasco Da Gama rail route about 46 km east of Madgaon and 80 km south of Belgaum. Dudhsagar Falls is amongst India's tallest waterfalls with a height of 310 m (1017 feet) and an average width of 30 metres (100 feet).The falls are located in the Bhagwan Mahaveer Sanctuary and Mollem National Park among the Western Ghats. The falls are a punctuation mark in the journey of the Mandovi River from the Western Ghats to Panjim where it meets the Arabian sea. The area is surrounded by deciduous forests with rich biodiversity. This waterfall is also known as Tambdi Surla to some of the local people. The falls are not particularly spectacular during the dry season but during the monsoon season, however, the falls are fed by rains and form a huge force of water.",
            "placehistory":"The waterfall is four-tiered waterfall and is about 1015 ft high and 100 ft wide. According to legend, the waterfall was once the abode of a beautiful princess. The princess used to drink sweetened milk from a golden jug after she took a bath. One day, she spotted a prince watching her while she drank the milk."
        }
    ],
    "pune": [
        {
            "placename": "Dagdushet Halwai Ganapati Temple",
            "placeimg": ["./img/pune/dagdushet-ganpati-img-1.jpg", "./img/pune/dagdushet-ganpati-img-2.jpg", "./img/pune/dagdushet-ganpati-img-3.webp","./img/pune/dagdushet-ganpati-img-4.webp"
            ],
            "placedescription": " Shreemant Dagdusheth Halwai Ganpati  the most endearing deity to the devotees. Shreemant Dagdusheth Halwai Ganpati is the epitome of pride and honor to the city of Pune. Devotees from every part of India and the world come here to pray to Lord Ganesha every year. Today, Shreemant Dagdusheth Halwai Mandir is not only one of the most highly revered places of worship in India but an institution that is actively engaged in social welfare and cultural development through Shreemant Dagdusheth Halwai Sarvajanik Ganpati Trust. The temple speaks of a long and glorious history. The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way back, when they lost their only son to the plague epidemic. Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood.Address:-Ganpati Bhavan, 250, Chhatrapati Shivaji Maharaj Rd, Mehunpura, Budhwar Peth, Pune, Maharashtra 411002",
            "placehistory": "The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way bacwhen they lost their only son to the plague epidemic.Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood. Tatyasaheb Godse, then in his early youth, was a zestful participant in the celebrations. In later years, when Lokmanya Tilak made Ganpati festival a public celebration to bring people together for the freedom struggle, Dagdusheth Ganpati became the most respected and popular idol in Pune.In 1952, the responsibility of organizing the festival at Dagdusheth Halwai Ganpati temple officially fell upon Tatyasaheb and his group of friends. Under Tatyasaheb’s able guidance and leadership, his associates like Mamasaheb Rasane, Adv. Shankarrao Suryavanshi and K. D. Rasane planned and executed the festival with meticulous planning and professionalism, and since then, there was no looking back for them. As generous donors and devotees contributed towards the temple fund, Tatyasaheb and his friends thought what better way to worship the Lord than to serve our own fellow beings."
        },
        {
            "placename": "Aga Khan Palace",
            "placeimg": ["./img/pune/aga-khan-img-1.webp", "./img/pune/aga-khan-palace-img-2.webp", "./img/pune/aga-khan-palace-img-3.webp", " ./img/pune/aga-khan-palace-img-5.webp" ],
            "placedescription":"The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. The palace was an act of charity by the spiritual leader of the Nizari Ismaili Muslims, who wanted to help the poor in the neighbouring areas of Pune, who were drastically hit by famine by offering them work. The Aga Khan Palace is a majestic building. The palace is closely linked to the Indian freedom movement as it served as a prison for Mahatma Gandhi, his wife Kasturba Gandhi, his secretary Mahadev Desai and Sarojini Naidu. It is also the place where Kasturba Gandhi and Mahadev Desai died.[3] In 2003, Archaeological Survey of India (ASI) declared the site as a monument of national importance.[4] Aga Khan Palace is major attraction of photographers for various kind of photo shoot because of its special architecture, greenery and perfect for photography lighting."

            ,"placehistory": "At the Aga khan palace in Pune, we can see different objects and documents providing information about life of Mahatma Gandhi Historically, the palace holds great significance. Mahatma Gandhi, his wife Kasturba Gandhi and his secretary Mahadev Desai were interned in the palace from 9 August 1942 to 6 May 1944, following the launch of Quit India Movement.Kasturba Gandhi and Mahadev Desai died during their captivity period in the palace and have their Samadhis located over there. Mahatma Gandhi and Kasturba Gandhi have their memorials located in the same complex, near Mula river.[5] Legend goes that the Sultan built the palace to provide employment to the famine struck villagers of the surrounding region; so he employed 1000 people, and the palace was constructed in five years. It was built in Rs 12 lakhs. The total area is 13 acres and built up palace covers seven acres, and the rest is a well maintained garden.The palace housed National Model School until early 1970s.In 1969, Aga Khan Palace was Indian people by Aga Khan IV as a mark of respect to Gandhi and his philosophy.Today the palace houses a memorial on Gandhi where his ashes were kept. The then prime minister Indira Gandhi had visited the place in 1974 where she allotted a sum of ₹200,000 (US$2,500) every year, for its maintenance. The amount rose to ₹1 million (US$13,000) until the 1990s,[6] after which the national monument of India, was neglected for many years due to improper allocation of funds. There was a protest held at the statue of Mahatma Gandhi near Pune railway station in July 1999 to protest against the worsening condition of the monument.The present condition has improved quite a lot. discription:- The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. "
        },
        {
            "placename": "Sinhagad Fort ",

            "placeimg" : ["./img/pune/sinhagad-fort-img-1.webp" , "./img/pune/sinhagad-fort-img-2.webp" , "./img/pune/sinhagad-fort-img-3.webp", "./img/pune/sinhagad-fort-img-4.webp"],

            "placedescription": "Sinhagad is an ancient hill fortress located at around 49 km southwest of the city of Pune, India. Previously known as Kondhana, the fort had been the site of many battles, most notably the Battle of Sinhagad in 1670.[1] It is located in the Pune district in Maharashtra. The fort is also on the famous fort in Maharashtra which has a great history of Tanaji Malusare. The fort was captured by Tanaji Malusare and his brother. Sinhagad (Lion's Fort) fort was strategically built to provide natural protection from the enemies due to its very steep slopes. The walls of the forts and bastions were constructed only at key places. There are two gates to enter the fort named Kalyan Darwaja and Pune Darwaza. The Kalyan Darwaja is towards the southeast while the Pune Darwaza is towards north east.[2] The fort is surrounded by several other forts, and was known as the control center of the Maratha Empire. In clear weather, Rajgad, Purandar and Torna forts can be seen from the Sinhagad killa.",
            "placehistory":"Some of the information available about the fort, suggests that it could have been built 2000 years ago.[citation needed] The caves and the carvings in the Kaundinyeshwar temple stand as proofs for the same.. Also there is a Gondwana state symbol on the main gate of the fort. It has the sign of lion and elephant as well as fish. The Raj Gondian[citation needed] According to the Deccan sultanates era muslim historian Ferishta, Sinhagad fort was captured from Koli chieftain Nag Nayak in 1340 by the sultan of Delhi, Muhammad bin Tughluq.[5] The Sinhagad Fort was initially known as Kondhana after the sage Kaundinya. The Kaundinyeshwar temple coupled with the caves and carvings indicates that the fort had probably been built around two thousand years ago. The fort was captured by forces of Muhammad bin Tughluq in 1328 from Koli chieftain Nag Naik after a siege of eight months. It then became part of the Bahmani sultanate followed by the Nizam Shahi of Ahmadnagar in 1485. After the fall of Nizam shahi it came under the control of the Adilshahi in early late 1500s."
        },
        {
          "placename": " Shanivar Wada",
          "placeimg":["./img/pune/shanivar-wada-img-1.webp" , "./img/pune/shanivar-wada-img-2.webp", "./img/pune/shanivar-wada-img-3.webp", "./img/pune/shanivar-wada-img-4.webp"],

          "placehistory": "The Shaniwar Wada was normally the seven-story capital building of the Peshwas of the Maratha Empire. It was supposed to be made entirely of stone. However, after the completion of the base floor or the first story, the people of Satara (the national capital) complained to the Chhatrapati Shahu I (Emperor) saying that a stone monument can be sanctioned and built only by the emperor himself and not the Peshwas. Following this, an official letter was written to the Peshwas stating that the remaining building had to be made of brick and not stone. Even today if you visit and see the walls carefully, they are partly made of stone and partly of bricks. The Wada was then completed and upon being attacked by the British Artillery 90 years later, all the top six stories collapsed leaving only the stone base, which was immune to the British artillery. Hence only the stone base of the Shaniwar bg Wada remains and can be seen even today in the older parts of Pune." ,

          "placedescription":"Shaniwar Wada is a historical fortification in the city of Pune, India. Built in 1732,[1] it was the great seat of the Peshwas of the Maratha Empire until 1818. Following the rise of the Maratha Empire, the palace became the center of Indian politics in the 18th century.[2] The fort itself was largely destroyed in 1828 by an unexplained fire, but the surviving structures are now maintained as a tourist site." 
        }
    ],
    "delhi":[
        {
            "placename":"India Gate",
            "placeimg":["/img/delhi/indiagate1.jpg","/img/delhi/indiagate2.jpeg","/img/delhi/indiagate3.jpeg"],
            "placedescription":" The India Gate is a war memorial located near the Kartavya path on the eastern edge of the ceremonial axis of New Delhi, formerly called Rajpath.",
            "placehistory":"India Gate, official name Delhi Memorial, originally called All-India War Memorial, monumental sandstone arch in New Delhi,dedicated to the troops of British India who died in wars fought between 1914 and 1919. India Gate, which is located at the eastern end of the Rajpath (formerly called the Kingsway), is about 138 feet (42 metres) in height."            
        },
        {
            "placename":"Red Fort",
            "placeimg":["./img/delhi/redfort1.jpg" ,"./img/delhi/redfort2.jpeg" ,"./img/delhi/redfort3.jpg" ],
            "placedescription":"Red Fort, also called Lal Kila or Lal Qila, Mughal fort in Old Delhi, India. It was built by Shah Jahān in the mid-17th century and remains a major tourist attraction. ",
            "placehistory":"The Red Fort Complex was built as the palace fort of Shahjahanabad – the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex."              
        },
        {
            "placename":"Qutub Minar ",
            "placeimg":["/img/delhi/qutobminar1.jpeg","/img/delhi/qutobminar2.jpg","/img/delhi/qutobminar3.jpg"],
            "placedescription":"The Qutb Minar is a minaret and victory tower that forms part of the Qutb complex, which lies at the site of Delhi’s oldest fortified city, Lal Kot, founded by the Tomar Rajputs. It is a UNESCO World Heritage Site in the Mehrauli area of South Delhi, India.",
            "placehistory":" The Qutb Minar was built over the ruins of the Lal Kot, the citadel of Dhillika. Qutub Minar was begun after the Quwwat-ul-Islam Mosque. Drawing references from their Ghurid homeland, Qutub-ud-Din Aibak and Shamsu’d-Din Iltutmish constructed a minar (minaret) at the south-eastern corner of the Quwwatu’l-Islam between 1199 and 1503."              
        },
        {
            "placename":"Swaminarayan Akshardham",
            "placeimg":["./img/delhi/akshardham1.jpeg","./img/delhi/akshardham2.jpg","./img/delhi/akshardham3.jpeg"],
            "placedescription":"Swaminarayan Akshardham is a Hindu temple, and spiritual-cultural campus in Delhi, India. The temple is close to the border with Noida.",
            "placehistory":" Swaminarayan akshardham temple was officially opened on 6 November 2005 by Pramukh Swami Maharaj in the presence of A. P. J. Abdul Kalam, Manmohan Singh, L.K Advani and B.L Joshi. The temple, at the centre of the complex, was built according to the Vastu shastra and Pancharatra shastra."           
        }
    ],
    "mumbai":[
        {
            "placename":"Gateway of india",
            "placeimg":["./img/mumbai/gatewayofindia1.jpg","./img/mumbai/gatewayofindia2.jpg","./img/mumbai/gatewayofindia3.jpg"],
            "placedescription":" The Gateway of India is an arch monument built during the 20th century in Bombay, India. The monument was erected to commemorate the landing of King George V and Queen Mary at Apollo Bunder on their visit to India in 1911." ,           
            "placehistory":"The Gateway of India was built to commemorate the arrival of George V, Emperor of India and Mary of Teck, Empress consort, in India at Apollo Bunder, Mumbai (Bombay) on 2 December 1911 prior to the Delhi Durbar of 1911; it was the first visit of a British monarch to India."
        },
        {
            "placename":"Chhatrapati shivaji maharaj terminus ",
            "placeimg":["./img/mumbai/shivajiterminals1.jpeg","./img/mumbai/shivajiterminals2.jpeg","./img/mumbai/shivajiterminals3.jpeg"],
            "placedescription":"Chhatrapati Shivaji Terminus, originally Victoria Terminus, officially since 2017 Chhatrapati Shivaji Maharaj Terminus, main railway station in Mumbai, India, and the headquarters of the city’s Central Railway System." ,           
            "placehistory":" Chhatrapati Shivaji Maharaj Terminus (CSMT) was built in 1887 to commemorate the Queen Victoria’s Golden Jubilee. Designed by British architect Frederick William Stevens, the building blends elements of Victorian Italianate Gothic Revival and classic Indian architecture. "
        },
        {
            "placename":" Marine Lines ",
            "placeimg":["./img/mumbai/marineline1.jpg","./img/mumbai/marineline2.jpg","./img/mumbai/marineline3.jpg"],
            "placedescription":"Marine Lines was the name of the road on which Bombay Hospital and Liberty Cinema stand. It is now known as V Thackersey Marg.Marine Drive is the famous promenade near the station. " ,           
            "placehistory":"Marine Lines is a locality in South Mumbai. The name Marine Lines is derived from the Marine Battalion Lines, a military establishment built by the British in the 19th century. The battalion was later converted to an air force residential quarters, and now lies just south of Metro Adlabs. "
        },
        {
            "placename":" Haji Ali Dargah",
            "placeimg":["./img/mumbai/hajialidargah1.jpeg","./img/mumbai/hajialidargah2.jpeg","./img/mumbai/hajialidargah3.jpeg"],
            "placedescription":"The Haji Ali Dargah is a mosque and dargah or the monument of Pir Haji Ali Shah Bukhari located on an islet off the coast of Worli in the southern Mumbai.",          
            "placehistory":"The Haji Ali Dargah was constructed in 1431 in memory of a wealthy Muslim merchant, Sayyed Pir Haji Ali Shah Bukhari, who gave up all his worldly possessions before making a pilgrimage to Mecca. Hailing from Bukhara, in present-day Uzbekistan, Bukhari travelled around the world in the early to mid 15th century, and eventually settled in present-day Mumbai."
        }
    ] ,
    "Ahamednagar": [
        {
            "placename": "  Ahmednagar Fort",
            "placeimg": [
                "./img/pune/ahmednagar-fort-img-1.webp",
                "./img/pune/ahamednagar-fort-img-3.webp",
                "./img/pune/ahamednagar-fort-img-4.webp"
            ],
            "placedescription": "The Ahmednagar Fort (Ahmadnagar Qilaa) is a fort located near to the Bhingar Nala near Ahmednagar in[1] Maharashtra. It was the headquarters of the Ahmednagar Sultanate. In 1803, it was taken by the British during the Second Anglo-Maratha War. It was used as a prison during the British Raj. Currently, the fort is under the administration of the Armoured Corps of the Indian Army",
            "placehistory": "The fort was built by Malik Ahmad Nizam Shah I (after whom the city of Ahmednagar is named) in 1427. He was the first sultan of the Nizam Shahi dynasty and he built the fort to defend the city against invaders from neighbouring Idar. [4] Initially it was made of mud but major fortification began in 1559 under Hussain Nizam Shah. It took four years and was finally finished in 1562.[5] In February 1596, Chand Bibi the queen regent successfully repulsed the Mughal invasion but when Akbar attacked again in 1600 the fort went to the Mughals.[5][6][7][8] Aurangzeb died at Ahmednagar fort at the age of 88 on 20 February 1707. After Aurangzeb's death, the fort passed to the Nizams in 1724, to Marathas in 1759 and later the Scindias in 1790. During the period of instability in the Maratha Empire following the death of Madhavrao II, Daulat Scindia had the fort and its surrounding region ceded to him. In 1797, he imprisoned Nana Phadanvis the Peshwa diplomat at Ahmednagar fort.["
        },
        {
            "placename": "   Shirdi",
            "placeimg": [
                "./img/pune/shirdi-img-1.webp",
                "./img/pune/shirdi-img-2.webp",
                "./img/pune/shirdi-img-3.webp"
            ],
            "placedescription": "Shirdi (pronunciationⓘ; also known as Sainagar) is a city in the Indian state of Maharashtra. It is located in the Rahata taluka of Ahmednagar District. It is accessible via the Ahmednagar–Malegaon State Highway No.10, approximately 83 km (52 mi) from Ahmednagar and 15 km (9.3 mi) from Kopargaon. It is located 185 km (115 mi) east of the Western Seashore line (the Ahmednagar–Manmad road), a very busy route.",
            "placehistory": "Shirdi is famously known as the home of the late 19th century saint Shri Sai Baba. [1] The Shri Saibaba Sansthan Trust located in Shirdi is one of the richest temple organisations. One of the most famous pilgrim centres of India, Shirdi is where Shri Sai Baba, the saint known for his divine powers, lived and preached for over five decades. Samadhi Temple, where he lived, has a room that depicts articles and things used by Shri Sai during his lifetime, and is therefore quite significant for his disciples, who follow his teachings and rever him till date. The temple also houses his mortal remains."
        },
        {
            "placename": "   Harishchandragad",
            "placeimg": [
                "./img/pune/harishchandragad-img-1.jpg",
                "./img/pune/harishchandrahad-img-2.jpg",
                "./img/pune/harishchandragad-img-4.jpg"
            ],
            "placedescription": "Harishchandra Fort is a hill fort in the Ahiyanagar in Nashik district of India. Its history is linked with that of Malshej Ghat, kothale village and it has played a major role in guarding and controlling the surrounding region.",
            "placehistory": "The fort is quite ancient. Remnants of Microlithic man have been discovered here. The various Puranas (ancient scriptures) like Matsyapurana, Agnipurana and Skandapurana include many references about Harishchandragad. Its origin is said to have been in the 6th century, during the rule of Kalachuri dynasty. The citadel was built during this era. The various caves probably have been carved out in the 11th century. In these caves are idols of Lord Vishnu. Though the cliffs are named Taramati and Rohidas, they are not related to Ayodhya. Great sage Changdev (one who created the epic Tatvasaar), used to meditate here in the 14th century. The caves are from the same period. The various constructions on the fort and those existing the surrounding region point to the existence of diverse cultures here. The carvings on the temples of Nageshwar (in Khireshwar village), in the Harishchandreshwar temple and in the cave of Kedareshwar indicate that the fort belongs to the medieval period, since it is related to mahadeva as a totem of tribes Mahadev Koli. They were controlling the fort before Moguls. Later the fort was under the control of Moguls. The Marathas captured it in 1747."
        },
        {
            "placename": "Shani Shingnapur",
            "placeimg": [
                "./img/pune/shani-shingnapur-img-1.webp",
                "./img/pune/shani-shingnapur-img-2.webp",
                "./img/pune/shani-shingnapur-img-3.jpg"
            ],
            "placedescription": "Shingnapur is also famous for the fact that no house in the village has doors, only door frames. Despite this, officially no theft was reported in the village[4] although there were reports of theft in 2010 and 2011.[5] The temple is believed to be a jagrut devasthan(lit. alive temple), meaning that a deity still resides in the temple icon. Villagers believe that god Shani punishes anyone attempting theft.[4] The deity here is Swayambhu (Sanskrit: self-evolved deity) that is self emerged from earth in form of black, imposing stone. Though no one knows the exact period, it is believed that the Swayambhu Shanaishwara statue was found by shepherds of the then local hamlet. It is believed to be in existence at least since the start of Kali Yuga.",
            "placehistory": "The story of the swayambhu statue handed down from generations through word of mouth, goes something like this: When the Shepherd touched the stone with a pointed rod, the stone started bleeding. The shepherds were astounded. Soon the whole village gathered around to watch the miracle. On that night Lord Shaneeshwara appeared in the dream of the most devoted and pious of the He told the shepherd that he is Shaneeshwara. He also told that the unique looking black stone is his swayambhu form. The shepherd prayed and asked the lord whether he should construct a temple for him. To this, Lord Shani Mahatma said there is no need for a roof as the whole sky is his roof and he preferred to be under open sky. He asked the shepherd to do daily pooja and 'Tailabhisheka' every Saturday without fail. He also promised the whole hamlet will have no fear of dacoits or burglars or thieves."
        }
    ],
    "Kolkata": [
        {
            "placename": " Sundarban",
            "placeimg": [
                "./img/pune/sundarban-img-1.jpg",
                "./img/pune/sundarban-img-2.jpg",
                "./img/pune/sundarban-img-3.jpg"
            ],
            "placedescription": "Sundarbans (pronounced ) is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India)",
            "placehistory": "The history of human settlement in the Sundarbans area can be traced back to Mauryan era (4th-2nd century BCE).[15] A ruin of an abandoned city was found in the Baghmara Forest Block that is attributed to Chand Sadagar, a pre-Mauryan semi-historical figure in Bengali folklore.[16] Archaeological excavation at Kapilmuni, Paikgacha Upazilla, north of the Sundarbans in Bangladesh, revealed ruins of urban settlement dating back to the early middle ages.[17] During the Mughal period, forest tracts were leased out by the local rulers for establishing settlements.[16] In 1757, The British East India Company obtained proprietary rights over Sundarbans from the Mughal Emperor Alamgir II and completed mapping the area in 1764. However, systematic forest management started a century later. The first Forest Management Division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Indian Forest Act of 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A Forest Division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 1893–1898."
        },
        {
            "placename": "  Chandannagar",
            "placeimg": [
                "./img/pune/chandannagar-img-1.jpg",
                "./img/pune/chandannagar-img-2.jpg",
                "./img/pune/chandannagar-img-3.jpg"
            ],
            "placedescription": "Chandannagar (French: Chandernagor [ʃɑ̃dɛʁnaɡɔʁ]), also known by its former name Chandernagore and French name Chandernagor, is a city in the Hooghly district in the Indian state of West Bengal. It is headquarter of the Chandannagore subdivision and is part of the area covered by the Kolkata Metropolitan Development Authority (KMDA). Located on the western bank of Hooghly River, the city was one of the five settlements of French India. Indo-French architecture is seen in the colonial bungalows, most of which are in a dilapidated state.",
            "placehistory": "Chandannagar came into being during colonial times, proved conclusively by the fact that no mention of the town is found in medieval Bengali texts like Chandimangal and Manasamangal Kāvya. Historians are of the opinion that the French created the town by amalgamating various smaller localities in the area. The three notable villages to be incorporated were Gondolpara to the South, Boro in the North and Khalisani to the West. The name Chandernagor can be first found in the letter dated 1696, intended for the officials of the French East India Company, dispatched by André Boureau-Deslandes and Palle, French officials posted in Chandernagore. The First Director of the French East India Company, Boureau-Deslandes paid 40,000 coins to the Mughal subahdar in 1688 to gain control of the area and build a factory there. But the first Frenchman to possess any subsequent land holding in this area was Du Plessis who bought land of 13 Arpents at Boro Kishanganj, now located at North Chandannagar for Taka 401 in the year 1673–74. The prosperity of Chandannagar as a French colony started soon after. At this time the Company establishment consisted of 1 Director, and 5 members who formed a council, 15 merchants and shopkeepers, 2 notaries, 2 padres, 2 doctors and 1 Sutradhar. The army consisted of 130-foot soldiers, 20 among them were native Indians. The Fort d'Orleans was constructed in the year 1696-97 and was better defended than its French and British counterparts. After the initial success the French trade languished due to the lax policy of its Directors."
        },
        {
            "placename": " Sundarban",
            "placeimg": [
                "./img/pune/sundarban-img-1.jpg",
                "./img/pune/sundarban-img-2.jpg",
                "./img/pune/sundarban-img-3.jpg"
            ],
            "placedescription": "Sundarbans (pronounced ) is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India)",
            "placehistory": "The history of human settlement in the Sundarbans area can be traced back to Mauryan era (4th-2nd century BCE).[15] A ruin of an abandoned city was found in the Baghmara Forest Block that is attributed to Chand Sadagar, a pre-Mauryan semi-historical figure in Bengali folklore.[16] Archaeological excavation at Kapilmuni, Paikgacha Upazilla, north of the Sundarbans in Bangladesh, revealed ruins of urban settlement dating back to the early middle ages.[17] During the Mughal period, forest tracts were leased out by the local rulers for establishing settlements.[16] In 1757, The British East India Company obtained proprietary rights over Sundarbans from the Mughal Emperor Alamgir II and completed mapping the area in 1764. However, systematic forest management started a century later. The first Forest Management Division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Indian Forest Act of 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A Forest Division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 1893–1898."
        },
        {
            "placename": "  Howrah Bridge",
            "placeimg": [
                "./img/pune/howrah-bridge-img-1.jpg",
                "./img/pune/hawrah-bridge-img-2.jpg",
                "./img/pune/hawrah-bridge-img-3.jpg"
            ],
            "placedescription": "The Howrah Bridge is a balanced cantilever bridge over the Hooghly River in West Bengal, India. Commissioned in 1943,[9][11] the bridge was originally named the New Howrah Bridge, because it replaced a pontoon bridge at the same location linking the cities of Howrah and Kolkata (Calcutta). On 14 June 1965, it was renamed Rabindra Setu after the Bengali poet Rabindranath Tagore, who was the first Indian and Asian Nobel laureate.[11] It is still popularly known as the Howrah Bridge.",
            "placehistory": "In 1862, the Government of Bengal asked George Turnbull, chief engineer of the East Indian Railway Company to study the feasibility of bridging the Hooghly River. He had recently established the company's rail terminus in Howrah. He reported on 19 March, with large-scale drawings and estimates,The foundations for a bridge at Calcutta would be at a considerable depth and cost because of the depth of the mud there. The impediment to shipping would be considerable. A good place for the bridge was at Pulta Ghat about a dozen miles north of Calcutta where a bed of stiff clay existed at no great depth under the river bed. A suspended-girder bridge of five spans of 401 feet (122 m) and two spans 200 feet (61 m) would be ideal."
        },
        {
            "placename": "  Victoria Memorial, Kolkata",
            "placeimg": [
                "./img/pune/victoria-memorial-img-1.jpg",
                "./img/pune/victoria-memorial-img-2.jpg",
                "./img/pune/victoria-memorial-img-3.jpg"
            ],
            "placedescription": "he Victoria Memorial is a large marble building on the Maidan in Central Kolkata, having its entrance on the Queen's Way. It was built between 1906 and 1921 by the Government of India. It is dedicated to the memory of Victoria, Empress of India from 1876 to 1901. It is the largest monument to a monarch anywhere in the world, it stands in 64 acres of gardens and is now a museum under the control of the Ministry of Culture.[1] Possessing prominent features of the Anglo-Indian architecture of the imperial era, it has evolved into one of the most popular attractions in the city.",
            "placehistory": "Following the death of Queen Victoria in January 1901,[2] Lord Curzon, the Viceroy of India, suggested that a fitting memorial to the late Queen-Empress should be created in Calcutta, now called Kolkata, then the capital of British India. He proposed the construction of a grand building with a museum and gardens.[3] Curzon said, Let us, therefore, have a building, stately, spacious, monumental and grand, to which every newcomer in Calcutta will turn, to which all the resident population, European and Native, will flock, where all classes will learn the lessons of history and see revived before their eyes the marvels of the past.[4] The government officials, princes, politicians, and people of India responded generously to Lord Curzon's appeal for funds, and the total cost of construction of the monument, amounting to one crore, five lakhs of Rupees (₹), was entirely derived from their voluntary subscriptions"
        }
    ],
    "Hydrabad": [
        {
            "placename": "  Ramoji Film City",
            "placeimg": [
                "./img/pune/ramoji-film-city-img-1.jpg",
                "./img/pune/ramoji-film-city-img-2.jpg",
                "./img/pune/ramoji-film-city-img-3.jpg"
            ],
            "placedescription": "Ramoji Film City is an integrated film studio facility located in Abdullahpurmet, Hyderabad, India. Spread over 1,666 acres (674 ha),[1][2] it is the largest film studio complex in the world[3][4][5] and as such has been certified by the Guinness World Records.[6] It was established by Telugu media tycoon Ramoji Rao in 1996.[7][8][1] The Guardian described Ramoji Film City as city within a city.[3] Ramoji Film City EntranceIt is also a thematic holiday destination and a popular tourism and recreation centre, containing natural and artificial attractions including an amusement park. Around 1.5 million tourists visit the place every year",
            "placehistory": "The film city is the brainchild of media tycoon and film producer Ramoji Rao, who wanted to build a studio similar to the ones in Hollywood.[1] On procuring the land, he signed art director Nitish Roy to design the complex. According to an executive, the builders kept the land, which at that time consisted of jungles and mountainous terrain, intact, without removing one tree or mountain. It was built in Hyderabad in 1996 in the outskirts of the city in Abdullahpurmet.[10] Maa Naannaku Pelli (1997) was the first film shot in the studio"
        },
        {
            "placename": " Charminar ",
            "placeimg": [
                "./img/pune/charminar-img-1.jpg",
                "./img/pune/charminar-img-2.jpg",
                "./img/pune/charminar-img-3.jpg"
            ],
            "placedescription": "The Charminar (lit. 'four minarets') is a monument located in Hyderabad, Telangana, India. Constructed in 1591, the landmark is a symbol of Hyderabad and officially incorporated in the emblem of Telangana.[3] The Charminar's long history includes the existence of a mosque on its top floor for more than 425 years. While both historically and religiously significant, it is also known for its popular and busy local markets surrounding the structure, and has become one of the most frequented tourist attractions in Hyderabad. Charminar is also a site of numerous festival celebrations, such as Eid-ul-adha and Eid al-Fitr,[4] as it is adjacent to the city's main mosque, the Makkah Masjid.",
            "placehistory": "The fifth ruler of the Qutb Shahi dynasty, Muhammad Quli Qutb Shah, built the Charminar in 1591 after shifting his capital from Golconda to the newly formed city of Hyderabad.Charminar, Char Kaman and Gulzar Houz, photographed by Lala Deen Dayal in the 1880s The Archaeological Survey of India (ASI), the current caretaker of the structure, mentions in its records, There are various theories regarding the purpose for which Charminar was constructed. However, it is widely accepted that Charminar was built at the centre of the city, to commemorate the eradication of plague, a deadly disease which was wide spread at that time.[8][9] According to Jean de Thévenot, a French traveller of the 17th century whose narration was complemented with the available Persian texts, the Charminar was constructed in the year 1591 CE, to commemorate the beginning of the second Islamic millennium year (1000 AH). The event was celebrated far and wide in the Islamic world, thus Qutb Shah founded the city of Hyderabad to celebrate the event and commemorate it with the construction of this building."
        },
        {
            "placename": " Golconda Fort  ",
            "placeimg": [
                "./img/pune/golconda-fort-img-1.jpg",
                "./img/pune/golconda-fort-img-3.jpg",
                "./img/pune/golconda-fort-img-2.jpg"
            ],
            "placedescription": "The origins of the Golconda fort can be traced back to the 11th century. It was originally a small mud fort built by Pratāparudra of the Kakatiya Empire.[3] The name Golconda is thought to originate from Telugu for Cowherd's hill (గొల్ల కొండ, romanized: Gullakōnḍa).[4][5] It is also thought that Kakatiya ruler Ganapatideva 1199–1262 built a stone hilltop outpost — later known as Golconda fort — to defend their western region.[6] The fort was later developed into a fortified citadel in 1518 by Sultan Quli of the Qutb Shahi Empire and the city was declared the capital of the Golconda Sultanate.[5] The Bahmani kings took possession of the fort after it was made over to them by means of a sanad by the Rajah of Warangal.[3] Under the Bahmani Sultanate, Golconda slowly rose to prominence. Sultan Quli Qutb-ul-Mulk (r. 1487–1543), sent by the Bahmanids as a governor at Golconda, established the city as the seat of his governance around 1501. Bahmani rule gradually weakened during this period, and Sultan Quli (Quli Qutub Shah period) formally became independent in 1518, establishing the Qutb Shahi dynasty based in Golconda.[7][8][9] Over a period of 62 years, the mud fort was expanded by the first three Qutb Shahi sultans into the present structure: a massive fortification of granite extending around 5 km (3.1 mi) in circumference. It remained the capital of the Qutb Shahi dynasty until 1590 when the capital was shifted to Hyderabad. The Qutb Shahis expanded the fort, whose 7 km (4.3 mi) outer wall enclosed the city.",
            "placehistory": "Golconda is a fortified citadel and ruined city located in the western outskirts of Hyderabad, Telangana, India.[1][2] The fort was originally built by Kakatiya ruler Pratāparudra in the 11th century out of mud walls.[3] It was ceded to the Bahmani Kings by Deo Rai, Rajah of Warangal during the reign of Sultan Muhammad Shah (1358–1375 A.D.) of the Bahmani Sultanate.[3] Following the death of Sultan Mahmood Shah, the Sultanate disintegrated and Sultan Quli, who had been appointed as the Governor of Hyderabad by the Bahmani Kings, fortified city and made it the capital of the Golconda Sultanate. Because of the vicinity of diamond mines, especially Kollur Mine, Golconda flourished as a trade centre of large diamonds known as Golconda Diamonds. Golconda fort is currently abandoned and in ruins. The complex was put by UNESCO on its tentative list to become a World Heritage Site in 2014, with others in the region, under the name Monuments and Forts of the Deccan Sultanate (despite there being a number of different sultanates)"
        },
        {
            "placename": "Neharu Zoologiacal Park  ",
            "placeimg": [
                "./img/pune/neharu-zoological-park-img-1.jpg",
                "./img/pune/neharu-zoological-park-img-2.jpg",
                "./img/pune/neharu-park-img-3.jpg"
            ],
            "placedescription": "Nehru Zoological Park (also known as Zoo Park) is a zoo located near Mir Alam Tank in Bahadurpura, Telangana, India. It is one of the most visited destinations in Hyderabad The zoo runs multiple safari trips each day through the safari area where animals such as Asiatic lion, Bengal tiger, sloth bear etc. are housed. The zoo also has special educational shows and feeding sessions scheduled each day. Other attractions include a natural history museum and some trains",
            "placehistory":"Nehru Zoological Park's construction was started on 26 October 1959 and opened to the public on 6 October 1963. The Park is run by forest department, Government of Telangana, and is named after the first Prime Minister of India, Jawaharlal Nehru.The zoo occupies 380 acres (150 ha) and is adjacent to the 600-acre (240 ha) Mir Alam Tank. Nearly 100 species of birds, animals and reptiles are housed at the zoo, including indigenous animals like the Indian rhino, Asiatic lion, Bengal tiger, panther, gaur, Indian elephant, slender loris, python, as well as deer, antelopes and birds. The 600-acre (240 ha) Mir Alam Tank with its unique multiple arched bund (embankment), attracts hundreds of migratory birds, providing yet another attraction for the zoo"
        }

    ],
    "nagpur":[
        {  
            "placename":"Shri Ganesh Tekadi Mandir",
            "placeimg":["./img/nagpur/ganeshtekadi1.png","./img/nagpur/ganeshtekadi2.png","./img/nagpur/ganeshtekadi3.png"],
            "placedescription":":Ganesh Tekdi Temple also known as Takdicha Ganapati means Ganpati of hills. Situated atop a hill on Station Road, this temple is about 250 years old and has immense religious significance for Hinduism.",          
            "placehistory":" Nagpur is a city rich with many ancient and famous temples, some dating upto 300 years. These temples attract a large number of devotees who gather to offer a prayer especially on festivals. One name that comes rushing to one’s mind when talking about Nagpur is “Ganesh Mandir Tekdi“. Located at station road, this temple is a haven for devotees of Lord Ganesh. It is named “Ganesh Tekdi” because of its location, up a hill and tekdi means hill in Marathi."    
        },
        {  
            "placename":" Futala Lake",
            "placeimg":["./img/nagpur/futala1.png","./img/nagpur/futala2.png","./img/nagpur/futala3.png"],
            "placedescription":"The fountain is located in the Futala Lake area, which is a popular spot for picnics and evening walks. The fountain is made of concrete and steel and is one of the largest fountains in India, it is said to be around 125 ft in height.",         
            "placehistory":"Futala Lake is a lake in Nagpur in the Indian state of Maharashtra. The lake covers 60 acres. Built by the Bhosle kings of Nagpur, the lake is known for its coloured fountains. In the evenings the site is illuminated with halogen lights and Tanga rides.The city of Nagpur boasts of being home to eleven magnificent and scenic lakes, and the Futala Lake is one them. Also known as the Telankhedi Lake, it is located in the western part of Nagpur, about 6 kilometres away from the city centre, and is believed to be more than 200 years old."
        },
        {  
            "placename":" Dikshabhumi ",          
            "placeimg":["./img/nagpur/dikshabhumi1.png","./img/nagpur/dikshabhumi2.png","./img/nagpur/dikshabhumi3.png"],
            "placedescription":" Dikshabhumi is an important place for followers of Buddhism and a place of historical importance for Indian society. Deeksha Bhoomi is also known as the place where Dr. B.R. Ambedkar, the architect of the Indian Constitution, converted to Buddhism along with thousands of his followers in 1956.",         
            "placehistory":"Dr. Ambedkar had declared in 1935 that although he was born as a Hindu, he would not die as one, as conversion was the solution to abandon the caste system. After this declaration and having extensively and exhaustively studied the doctrines of all the major world religions, Dr. Ambedkar would choose Buddhism for himself and his followers.Buddhism was 2,550 years old in 1956, so it was a notable year of celebration for the Buddhist religious world globally and 14 October was the traditional date of conversion of Emperor Ashoka, the great Indian Buddhist Monarch and the day is celebrated as Ashok Vijaya Dashmi."
        },
        {  
            "placename":"Zero Mile Stone",
            "placeimg":["./img/nagpur/zero-mile1.png","./img/nagpur/zero-mile2.png","./img/nagpur/zero-mile3.png"],
            "placedescription":"Nagpur lies precisely at the center of the country with the Zero Mile Marker indicating the geographical center of India. The Zero Mile Stone was erected by the British who used this point to measure all the distances. The Zero Mile Stone consists of four horses and a pillar made up of sandstone.",          
            "placehistory":"Zero Mile Stone is a monument built by British during the Great Trigonometrical Survey of India in 1907 in Nagpur, Maharashtra. The Zero Mile Stone consists of a pillar made up of sandstone and another small stone representing the GTS Standard Bench Mark, and four stucco horses that were added later. The height of the top of the pillar is 1020.171 feet above mean sea level. In 2008, The Times of India undertook to maintain the monument for the next 5 years." 
        }
    ],
    "agra":[
        {  
            "placename":" Taj Mahal",
            "placeimg":["./img/agra/tajmahal1.jpg","./img/agra/tajmahal2.jpg","./img/agra/tajmahal3.jpg"],
            "placedescription":"The Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being “the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage”. It is regarded by many as the best example of Mughal architecture and a symbol of India's rich history.",          
            "placehistory":"The Taj Mahal( 'Crown of the Palace') is an ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, Uttar Pradesh, India. It was commissioned in 1631 by the fifth Mughal emperor, Shah Jahan (r. 1628–1658) to house the tomb of his beloved wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall." 
        },
        {  
            "placename":"Agra Fort",
            "placeimg":["./img/agra/agrafort1.png","./img/agra/agrafort2.png","./img/agra/agrafort3.png"],
            "placedescription":"The Agra Fort is a historical fort in the city of Agra, and also known as Agra's Red Fort. Mughal emperor Humayun was crowned at this fort. It was later renovated by the Mughal emperor Akbar from 1565 and the present-day structure was completed in 1573.",       
            "placehistory":"The Agra Fort is a historical fort in the city of Agra, and also known as Agra's Red Fort. Mughal emperor Humayun was crowned at this fort. It was later renovated by the Mughal emperor Akbar from 1565 and the present-day structure was completed in 1573. It served as the main residence of the rulers of the Mughal dynasty until 1638, when the capital was shifted from Agra to Delhi. It was also known as the 'Lal-Qila' or 'Qila-i-Akbari'. Before capture by the British, the last Indian rulers to have occupied it were the Marathas. In 1983, the Agra fort was inscribed as a UNESCO World Heritage Site because of its importance during the Mughal Dynasty. It is about 2.5 kilometers (1.6 mi) northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as a walled city. " 
        },
        {  
            "placename":"Itmad-ud-Daula",
            "placeimg":["./img/agra/itmaduddaula1.jpg","./img/agra/itmaduddaula2.jpg","./img/agra/itmaduddaula3.jpg"],
            "placedescription":"Tomb of I'timād-ud-Daulah is a Mughal mausoleum in the city of Agra in the Indian state of Uttar Pradesh. Often described as a 'jewel box', sometimes called the 'Bachcha Taj' or the 'Baby Taj', the tomb of I'timād-ud-Daulah is often regarded as a draft of the Taj Mahal.",          
            "placehistory":"Tomb of I'timād-ud-Daulah is the tomb of Mirza Ghiyas Beg and his wife Asmat Beghum. He hailed from Iran and served Akbar. He was the father of the famous Nur-Jehan and grandfather of Mumtaz-Mahal of the Taj Mahal fame. He was made Vazir (Prime Minister) after Nur Jehan's marriage with Jehangir in 1611. He held the mansab of 7000/7000 and the title : 'I'timad-Ud-Daulah' (The Lord treasurer). He died at Agra in 1622, a few months after his wife's death. Nur Jehan built this tomb for her parents between 1622 and 1628. Her own tomb and that of Jehangir are at Lahore." 
        },
        {  
            "placename":"Taj Museum",
            "placeimg":["./img/agra/tajmusium1.jpg","./img/agra/tajmusium2.jpg","./img/agra/tajmusium3.jpg"],
            "placedescription":" Taj Museum is a small museum that is located inside the Taj Mahal complex. It is a double storied building found on a raised platform. The museum has 3 galleries and more than 100 display items that attract every tourist who visits Taj Mahal. The museum was inaugurated in 1982.",          
            "placehistory":"The origin of Taj Museum goes back to 1906 when it was established at the instance of Lord Curzon (Viceroy of India 1899 to 1905 A.D.) in two hexagonal rooms on the west side of main entrance gateway to the Taj Mahal. Further, Khan Bahadur Maulvi Zafar Hussan, Honorary Curator and Superintendent, Archaeological Survey, Northern Circle, Agra made valuable efforts to develop this Museum."
        }
    ]

}