
{
    "chennai":[
        {
            "placename":"St. Thomas Cathedral Basilica",
            "placeimg":["./img/chennai/chennai11.jpg","./img/chennai/chennai12.jpg","../img/chennai/chennai13.jpg"],
            "placedescription":" San Thome Church, officially known as St Thomas Cathedral Basilica and National Shrine of Saint Thomas, is a minor basilica of the Catholic Church in India, at the Santhomeneighbourhood of Chennai, in Tamil Nadu. The present structure dates to 1523 AD, when it was rebuilt by the Portuguese over the tomb of Thomas the Apostle.[3] In 1896, it was renovated in the Madras province according to neo-Gothic designs, as was favoured by British architects in the late 19th century.",
            "placehistory":"In 1521, the Portuguese in Goa and Bombay-Bassein sent missionaries to Madras (Chennai) seeking the tomb of the famed Thomas the Apostle, which had become neglected or maintained  nominally by Muslims, and they decided to rebuild the shrine over the tomb of the apostle. With the order and funding of King John III of Portugal they started building the  church. In 1523, the structure was consecrated as a church, and Portuguese Padroado priests resumed the daily celebration of Liturgy (Holy Mass) at the site."
        },
        {
            "placename":"Kapaleeshwarar Temple",
            "placeimg":["./img/chennai/chennai21.jpg","./img/chennai/chennai22.jpg","./img/chennai/chennai23.jpg"],
            "placedescription":"The Kapaleeshwarar Temple is a Hindu temple dedicated to Shiva located in Mylapore, Chennai in the Indian state of Tamil Nadu. The form of Shiva's consort Parvati worshipped at this temple is called Karpagambal (goddess of the wish-yielding tree). The temple was built around the 7th century CE and is an example of Dravidian architecture",
            "placehistory":"The commonly held view is that the temple was built in the 7th century CE by the ruling Pallavas.[7] This view is based on references to the temple in the hymns of the  Nayanars (which, however, place it by a sea shore). Thirugnanasambandar's 6th song in Poompavaipathikam and Arunagirinathar's 697th song in Thirumylai Thirupugazh, make  clear reference to the Kapaleeshwarar temple being located by a seashore.[8] There are inscriptions dating back to 12th century inside the temple.[9] The temple's 120 ft gopuram[9] (gateway tower) was built during 1906 with stucco figures adorning it.[2][7] The temple is maintained and administered by the Hindu Religious and Endowment Board of the Government of Tamil Nadu"
        },
        {
            "placename":"Government Museum ",
            "placeimg":["./img/chennai/chennai31.jpg","./img/chennai/chennai32.jpg","./img/chennai/chennai33.jpg"],
            "placedescription":" The Government Museum, Chennai, or the Madras Museum, is a museum of human history and culture located in the Government Museum Complex in the neighbourhood of Egmore in Chennai, India. Started in 1851, it is the second oldest museum in India after the Indian Museum in Kolkata. It is particularly rich in archaeological and numismatic  collections. It has the largest collection of Roman antiquities outside Europe. Among them, the colossal Museum Theatre is one of the most impressive.[1] The National Art Gallery is also present in the museum premises. Built in Indo-Saracenic style, it houses rare European and Asian painting of renowned artists, including that of Raja Ravi Varma.[2][3] It had 0.6 million visitors in 2018. It has the richest collections of bronze idols, 500 of them dating to 1000 BCE, in Asia.",
            "placehistory":"  In August 1778, the governor of Madras granted 43 acres for an estate to a civil servant, who, subsequently in 1793, assigned the grounds to a committee of 24 which then regulated the public amusements in the city. In 1821, the committee sold the main house and central garden space to E. S. Moorat, an Armenian merchant who, in turn, sold it back to the government in 1830. The government first used the buildings and the grounds as the collector's Cutcherry and later for the Central Museum.[5] The museum was originally established in a building on College Road in Nungambakkam in the year 1851 and was shifted to the present site in 1854."
        },
        {
            "placename":"Ashtalakshmi Temple ",
            "placeimg":["./img/chennai/chennai41.jpg","./img/chennai/chennai42.jpg","./img/chennai/chennai43.png"],
            "placedescription":" The Ashtalakshmi Kovil is a Hindu temple, which lies on the shorelines near the Elliot's beach, in Chennai, India. The temple is dedicated to the goddess Lakshmi, and her eight primary forms - the Ashtalakshmi - the giver of all eight forms of wealth, namely, offspring, success, prosperity, wealth, courage, bravery, food, and knowledge. The sanctorums are depicted on a multi-tier complex in such a way that visitors could visit all the shrines without stepping over any of the sanctorums.",
            "placehistory":"In this temple, the Ashtalakshmis, the eight forms of goddess Lakshmi, are present in four levels in nine separate sanctums. The shrine of Lakshmi and her consort Vishnu is in level two. One starts the worship from here. Taking the stairs, the path leads to the third floor, which has the shrines of Santhanalakshmi, Vijayalakshmi, Vidyalakshmi and Gajalakshmi. Further few steps would lead to the shrine of Dhanalakshmi, which is the only shrine on the fourth floor. Exiting the main shrine, in the first level, there are  shrines for Aadilakshmi, Dhaanya lakshmi and Dharyalakshmi. The temple also has Dashavatara (avatars of Vishnu), Guruvayoorappan, Ganesha, Dhanvanthari and Anjaneyar deities"
        }
    ],
    "banglore":[
        {
            "placename":"Lal Bagh",
            "placeimg":["./img/banglore/banglore11.jpg","./img/banglore/banglore12.jpeg","./img/banglore/banglore13.jpg"],
            "placedescription":"Lalbagh Botanical Garden or simply Lalbagh (lit. 'red garden'), is an botanical garden in Bangalore, India, with an over 200-year history. First planned and laid out during the dalavaiship of Hyder Ali, the garden was later managed under numerous British Superintendents before Indian Independence. It was responsible for the introduction and  propagation of numerous ornamental plants as well as those of economic value. It also served a social function as a park and recreational space, with a central glass  house dating from 1890 which was used for flower shows. In modern times, it hosts two flower shows coinciding with the week of Republic Day (26 January) and Independence Day (15 August). As an urban green space along with Cubbon Park, it is also home to numerous wild species of birds and other wildlife. The garden also has a lake adjoining a large rock on which a watchtower had been constructed during the reign of Kempegowda",
            "placehistory":" Hyder Ali commissioned the building of this garden in 1760, but his son, Tipu Sultan, completed it. A Bagh is Hindustani for garden while the reference of the prefix Lal is  debated and could refer to the colour red due to its original floral composition but Lal also means beloved. Hyder Ali decided to create this garden on the lines of the Mughal Gardens that were gaining popularity during his time. Hyder Ali laid out these famous botanical gardens and his son Tipu Sultan added horticultural wealth to them by importing trees and plants from several countries. Hyder and Tipu's Lalbagh gardens were managed by Mohammed Ali and his son Abdul Khader, and were based on design of the Mughal Gardens that once          stood at Sira, at a distance of 120 km from Bangalore. At that time, Sira was the headquarters of the strategically important southernmost Mughal suba (province) of the Deccan before the British Raj"
        },
        {
            "placename":"ISKCON Temple",
            "placeimg":["./img/banglore/banglore21.jpg","./img/banglore/banglore22.jpeg","./img/banglore/banglore23.jpg"],
            "placedescription":"Sri Radha Krishna-Chandra Temple (Kannada: ಶ್ರೀ ರಾಧಾ ಕೃಷ್ಣ ಮಂದಿರ) is one of the largest Krishna-Hindu temples in the world. It is situated in Bangalore in the Indian state of                      Karnataka. The temple is dedicated to Hindu deities Radha Krishna and propagates monotheism as mentioned in Chandogya Upanishad",
            "placehistory":"In May 1997, Bangalore ISKCON Temple was inaugurated by the ninth president of India—Shankar Dayal Sharma.[3][2] The society was registered in the year 1978 under the Karnataka                Societies Registration Act, 1960. The objectives of the society are derived from the Seven Purposes of ISKCON as stated by Srila Prabhupada."
        },
        {
            "placename":"Bangalore Palace ",
            "placeimg":["./img/banglore/banglore31.jpg","./img/banglore/banglore32.jpg","./img/banglore/banglore33.jpg"],
            "placedescription":" Bangalore Palace is a 19th century royal palace located in Bangalore, Karnataka, India, in an area that was owned by the Rev. John Garrett, the first principal of the Central High School in Bangalore, now famous as Central College. The commencement of the construction of the palace is attributed to him..",
            "placehistory":" The palace grounds are used for holding public events including music concerts.The grounds are now (2018) severely neglected with only the portion immediately in front of the palace cultivated Many international artists have performed in the grounds. Today a legal battle between government and the Mysore royal family has seen a ban of commercial activities. Nevertheless, a number of private companies controlled by the royal family runs a number of wedding halls on the grounds. For the past 34 years the oldest security agency of Karnataka named Scorpion Security Ltd has their national headquarters inside the palace premises."
        },
        {
            "placename":"Bannerghatta National Park  ",
            "placeimg":["./img/banglore/banglore41.JPG","./img/banglore/banglore42.jpg","./img/banglore/banglore44.jpg"],
            "placedescription":" Bannerghatta National Park is a national park in India, located near Bangalore, Karnataka. It was founded in 1970 and declared as a national park in 1974.[1] In 2002, a small portion of the park became a zoological garden, the Bannerghatta Biological Park.[2] There are ancient temples in the park for worship and it is a destination for trekking and hiking. Within the national park area are six rural villages enclosed within three large enclosures for sheep and cattle farming.[3] This park offers a wide range of diverse wildlife to the explorers. Coming from the finest of Bengaluru, Karnataka, this park offers a guided bus tour all along the 6 km safari roads, which is specially made for safaris and foreign tourist gatherers.",
            "placehistory":" The 65,127.5 acre  national park is located about 22 km south of Bangalore in the hills of the Anekal range with an elevation of 1245 - 1634m.[5] The park has a hilly terrain of granite sheets under moist deciduous forest valleys and scrubland on higher areas.[6] Sixteen villages border the park. Most of the national park consists of artificial forest, and some animals have been introduced.[7] The park is part of a wildlife corridor for elephants which connects the BR Hills and the Sathyamangalam forest. The park is contiguous with Talli reserve forest in the southeast and Bilikal forest in the south"
        }
    ],
    "mathura":[
        {
            "placename":"Krishna Janmasthan Temple",
            "placeimg":["./img/mathura/mathura11.jpg","./img/mathura/mathura12.jpg","./img/mathura/mathura13.jpg"],
            "placedescription":"The Krishna Janmasthan Temple Complex is a group of Hindu temples situated in Mathura, Uttar Pradesh, India. There are three main temples inside the premises - Keshavdev temple which is dedicated to Krishna, Garbh Griha where Krishna is believed to be born in Dvapar Yuga and Bhagvata Bhavan where presiding deities are Radha Krishna",
            "placehistory":"   According to Hindu traditions, Krishna was born to Devaki and Vasudeva in a prison cell where they were confined by his maternal uncle Kansa, a king of Mathura, due to prophecy of his death by the child of Devaki.[10][11] According to tradition, a temple dedicated to Krishna was built the birthplace by his great grandson Vajranabh.[10][2] The  present site known as Krishna Janmasthan (lit.'birthplace of Krishna') was known as Katra (lit.'market place') Keshavdeva.[8] The archaeological excavations of the site had  revealed pottery and terracotta from 6th century BC.[8] It also produced some Jain sculptures as well as a large Buddhist complex including Yasha Vihara"
        },
        {
            "placename":"Prem Mandir",
            "placeimg":["./img/mathura/mathura21.webp","./img/mathura/mathura22.webp","./img/mathura/mathura23.jpg"],
            "placedescription":"Rohtang Pass (Rohtang  is a high mountain pass (elevation 3,980 m (13,058 ft)) on the eastern end of the Pir Panjal Range of the Himalayas around 51 km (32 mi) from Manali in the Indian state of Himachal Pradesh.[2][3][4][5] It connects the Kullu Valley with the Lahaul and Spiti Valleys of Himachal Pradesh, India.",
            "placehistory":"PThe foundation stone was laid by Jagadguru Shri Kripalu Ji Maharaj in the presence of thousand devotees on 14 January 2001. The structure took around 12 years to construct,involving around 1000 artisans.The Vrindavan site was developed by Kripalu Ji Maharaj, whose main ashram was in Vrindavan.[8] He dedicated the gift of love to Shri Vrindavan Dham.Prem Mandir is constructed entirely of Italian marble. The total dimensions of the temple including its flag is 125 ft. high, 190 ft. long and the 128 ft.wide raised platform serves as the seat of the two-storeyed white monument."
        },
        {
            "placename":"ISKCON Temple  ",
            "placeimg":["./img/mathura/mathura31.jpg","./img/mathura/mathura32.jpg","./img/mathura/mathura33.jpg"],
            "placedescription":"ISKCON Vrindavan, also called Sri Sri Krishna Balaram Mandir, is one of the major ISKCON temples in the world. It is a Gaudiya Vaishnava temple located in the city of                    Vrindavan, Mathura district, in the Indian state of Uttar Pradesh.[1] The temple is dedicated to the Hindu gods Krishna and Balarama. The other deities of temple are Radha                    Krishna and Gauranga Nityananda.",
            "placehistory":" A. C. Bhaktivedanta Swami Prabhupada, founder-acharya of the International Society for Krishna Consciousness, inaugurated the Krishna Balaram Mandir and installed deities (murtis) of Krishna-Balaram, Radha-Shyamasundar, the gopis Lalita Devi and Vishakha Devi, and Gaura-Nitai on Ram Navami (April 20)"
        },
        {
            "placename":"Govardhan Hill  ",
            "placeimg":["./img/mathura/mathura41.jpg","./img/mathura/mathura42.jpg","./img/mathura/mathura43.jpg"],
            "placedescription":" Govardhan Hill (Sanskrit: गोवर्धन पर्वत; Govardhana Parvata; Pronunciation:, also called Mount Govardhana and Giriraj, is a sacred Hindu site in the Mathura district of Uttar Pradesh, India on an 8 km long hill located in the area of Govardhan and Radha Kund,[1][2] which is about 21 kilometres (13 mi) from Vrindavan.[3] It is the sacred centre of Braj and is identified as a natural form of Krishna, the Govardhana Shila.",
            "placehistory":"Govardhan Hill is considered a sacred site because it is the setting for many legends relating to the life of Lord Krishna, the deity believed to be embodied in the earth of the hill. Krishna and his brother Balarama are said to have spent many happy hours roaming among its shade providing groves, pools, caves and lush cow-pastures. An Eden-like sanctuary, the area's waterfalls, garden-grove (van), arbour (nikunj), water tank (kund), and flora are depicted in scenes of Krishna's adventures with Radha."
        }
    ],
    "manali":[
        {
            "placename":"Hadimba Temple",
            "placeimg":["./img/manali/manali11.jpg","./img/manali/manali12.jpg","./img/manali/manali13.jpg"],
            "placedescription":" Hidimba Devi Temple, locally known as Dhungari Temple, also known variously as the Hadimba Temple, is located in Manāli, a hill station in the State of Himāchal Pradesh in north India. It is an ancient cave temple dedicated to Hidimbi Devi, wife of Bhima, a figure in the Indian epic Mahābhārata.",
            "placehistory":" The Hidimba Devi temple was built in 1553 CE by Maharaja Bahadur Singh.[3] The temple is built around a cave where Devi Hidimba performed meditation. Hidimbi was supposed to have lived there with her brother Hidimb, and not much is known about their parents. Born into a Rakshasa family, Hidimba vowed to marry one who would defeat her brother Hidimb, who was supposed to be very brave and fearless. During the Pandava's exile, when they visited Manali, Bhima, one of the five Pandavas defeated Hidimb.Thereafter, Hidimba married Bhima and gave birth to their son Ghatotkacha."
        },
        {
            "placename":"Rohtang Pass",
            "placeimg":["./img/manali/manali21.jpg","./img/manali/manali22.jpg","./img/manali/manali23.jpeg"],
            "placedescription":" Rohtang Pass (Rohtang  is a high mountain pass (elevation 3,980 m (13,058 ft)) on the eastern end of the Pir Panjal Range of the Himalayas around 51 km (32 mi) from Manali in the Indian state of Himachal Pradesh.[2][3][4][5] It connects the Kullu Valley with the Lahaul and Spiti Valleys of Himachal Pradesh, India.",
            "placehistory":"The pass provides a natural divide between the Kullu Valley with a primarily sanatani culture (in the south), and the arid high-altitude Lahaul and Spiti valleys with a Buddhist culture (in the north). The pass lies on the watershed between the Chenab and Beas basins. On the southern side of this pass, the Beas River emerges from underground and flows southward[6] and on its northern side, the Chandra River (flows from the eastern Himalayas), a source stream of the river Chenab, flows westward."
        },
        {
            "placename":"Solang Valley ",
            "placeimg":["./img/manali/manali31.webp","./img/manali/manali32.jpeg","./img/manali/manali33.jpg"],
            "placedescription":" Solang Valley derives its name from a combination of the words Solang (Nearby village) and Nallah (water stream). It is a side valley at the top of the Kullu Valley in Himachal Pradesh, India 14 km northwest of the resort town Manali on the way to Rohtang Pass, and is known for its summer and winter sports conditions. The sports most commonly offered are parachuting, paragliding, skating, and zorbing.",
            "placehistory":"The majestic Solang Valley is renowned for its vast slopes of greenery, contributing to its status as a favorite ski resort. The sprawling expanse of lush lawns in the valley has earned it a reputation as a popular destination for skiing enthusiasts. The resort is also known for its world-class ski school and family activities. The  village has many shops, including a candy store, which has been featured on Food Network shows.[citation needed] A few ski agencies offering courses and equipment reside  here and operate only"
        },
        {
            "placename":"hrigu Lake ",
            "placeimg":["./img/manali/manali41.avif","./img/manali/manali42.jpg","./img/manali/manali43.webp"],
            "placedescription":" Bhrigu Lake or Brighu Lake is a lake located at an elevation of around 4,300 metres (14,100 ft) in Kullu district, Himachal Pradesh, India. It is located to the east of Rohtang Pass and is around 6 kilometres (3.7 mi) from Gulaba village. It can be reached by trekking either from the Vashishth temple, which is famous for its hot water springs, close to the town of Manali. Actually there is no settlement in Gulaba and is an area of the Pir Panjal mountain range. It is named after Maharishi Bhrigu",
            "placehistory":"Legend has it that the sage used to meditate near the lake and hence it has been rendered sacred; the locals believe that due to this the lake never freezes completely. This lake is held sacred to the sage, Rishi Brighu, a great saint of Indian history. It lies on the various trek routes of the region"
        }
    ]

}