{
    "delhi":[
        {
            "placename":"India Gate",
            "placeimg":["/img/delhi/indiagate1","/img/delhi/indiagate2","/img/delhi/indiagate3"],
            "placedescription":" The India Gate is a war memorial located near the Kartavya path on the eastern edge of the ceremonial axis of New Delhi, formerly called Rajpath.",
            "placehistory":"India Gate, official name Delhi Memorial, originally called All-India War Memorial, monumental sandstone arch in New Delhi,dedicated to the troops of British India who died in wars fought between 1914 and 1919. India Gate, which is located at the eastern end of the Rajpath (formerly called the Kingsway), is about 138 feet (42 metres) in height."            
        },
        {
            "placename":"Red Fort",
            "placeimg":["./img/delhi/redfort1.jpg" ,"./img/delhi/redfort2.jpeg" ,"./img/delhi/redfort3.jpg" ],
            "placedescription":"Red Fort, also called Lal Kila or Lal Qila, Mughal fort in Old Delhi, India. It was built by Shah Jahān in the mid-17th century and remains a major tourist attraction. ",
            "placehistory":"The Red Fort Complex was built as the palace fort of Shahjahanabad – the new capital of the fifth Mughal Emperor of India, Shah Jahan. Named for its massive enclosing walls of red sandstone, it is adjacent to an older fort, the Salimgarh, built by Islam Shah Suri in 1546, with which it forms the Red Fort Complex."              
        },
        {
            "placename":"Qutub Minar ",
            "placeimg":["/img/delhi/qutobminar1.jpeg","/img/delhi/qutobminar2.jpg","/img/delhi/qutobminar3.jpg"],
            "placedescription":"The Qutb Minar is a minaret and victory tower that forms part of the Qutb complex, which lies at the site of Delhi’s oldest fortified city, Lal Kot, founded by the Tomar Rajputs. It is a UNESCO World Heritage Site in the Mehrauli area of South Delhi, India.",
            "placehistory":" The Qutb Minar was built over the ruins of the Lal Kot, the citadel of Dhillika. Qutub Minar was begun after the Quwwat-ul-Islam Mosque. Drawing references from their Ghurid homeland, Qutub-ud-Din Aibak and Shamsu’d-Din Iltutmish constructed a minar (minaret) at the south-eastern corner of the Quwwatu’l-Islam between 1199 and 1503."              
        },
        {
            "placename":"Swaminarayan Akshardham",
            "placeimg":["./img/delhi/akshardham1.jpeg","./img/delhi/akshardham2.jpg","./img/delhi/akshardham3.jpeg"],
            "placedescription":"Swaminarayan Akshardham is a Hindu temple, and spiritual-cultural campus in Delhi, India. The temple is close to the border with Noida.",
            "placehistory":" Swaminarayan akshardham temple was officially opened on 6 November 2005 by Pramukh Swami Maharaj in the presence of A. P. J. Abdul Kalam, Manmohan Singh, L.K Advani and B.L Joshi. The temple, at the centre of the complex, was built according to the Vastu shastra and Pancharatra shastra."           
        }
    ],
    "mumbai":[
        {
            "placename":"Gateway of india",
            "placeimg":["./img/mumbai/gatewayofindia1.jpg","./img/mumbai/gatewayofindia2.jpg","./img/mumbai/gatewayofindia3.jpg"],
            "placedescription":" The Gateway of India is an arch monument built during the 20th century in Bombay, India. The monument was erected to commemorate the landing of King George V and Queen Mary at Apollo Bunder on their visit to India in 1911." ,           
            "placehistory":"The Gateway of India was built to commemorate the arrival of George V, Emperor of India and Mary of Teck, Empress consort, in India at Apollo Bunder, Mumbai (Bombay) on 2 December 1911 prior to the Delhi Durbar of 1911; it was the first visit of a British monarch to India."
        },
        {
            "placename":"Chhatrapati shivaji maharaj terminus ",
            "placeimg":["./img/mumbai/shivajiterminals1.jpeg","./img/mumbai/shivajiterminals2.jpeg","./img/mumbai/shivajiterminals3.jpeg"],
            "placedescription":"Chhatrapati Shivaji Terminus, originally Victoria Terminus, officially since 2017 Chhatrapati Shivaji Maharaj Terminus, main railway station in Mumbai, India, and the headquarters of the city’s Central Railway System." ,           
            "placehistory":" Chhatrapati Shivaji Maharaj Terminus (CSMT) was built in 1887 to commemorate the Queen Victoria’s Golden Jubilee. Designed by British architect Frederick William Stevens, the building blends elements of Victorian Italianate Gothic Revival and classic Indian architecture. "
        },
        {
            "placename":" Marine Lines ",
            "placeimg":["./img/mumbai/marineline1.jpg","./img/mumbai/marineline2.jpg","./img/mumbai/marineline3.jpg"],
            "placedescription":"Marine Lines was the name of the road on which Bombay Hospital and Liberty Cinema stand. It is now known as V Thackersey Marg.Marine Drive is the famous promenade near the station. " ,           
            "placehistory":"Marine Lines is a locality in South Mumbai. The name Marine Lines is derived from the Marine Battalion Lines, a military establishment built by the British in the 19th century. The battalion was later converted to an air force residential quarters, and now lies just south of Metro Adlabs. "
        },
        {
            "placename":" Haji Ali Dargah",
            "placeimg":["./img/mumbai/hajialidargah1.jpeg","./img/mumbai/hajialidargah2.jpeg","./img/mumbai/hajialidargah3.jpeg"],
            "placedescription":"The Haji Ali Dargah is a mosque and dargah or the monument of Pir Haji Ali Shah Bukhari located on an islet off the coast of Worli in the southern Mumbai.",          
            "placehistory":"The Haji Ali Dargah was constructed in 1431 in memory of a wealthy Muslim merchant, Sayyed Pir Haji Ali Shah Bukhari, who gave up all his worldly possessions before making a pilgrimage to Mecca. Hailing from Bukhara, in present-day Uzbekistan, Bukhari travelled around the world in the early to mid 15th century, and eventually settled in present-day Mumbai."
        }
    ],
    "nagpur":[
        {  
            "placename":"Shri Ganesh Tekadi Mandir",
            "placeimg":["./img/nagpur/ganeshtekadi1.png","./img/nagpur/ganeshtekadi2.png","./img/nagpur/ganeshtekadi3.png"],
            "placedescription":":Ganesh Tekdi Temple also known as Takdicha Ganapati means Ganpati of hills. Situated atop a hill on Station Road, this temple is about 250 years old and has immense religious significance for Hinduism.",          
            "placehistory":" Nagpur is a city rich with many ancient and famous temples, some dating upto 300 years. These temples attract a large number of devotees who gather to offer a prayer especially on festivals. One name that comes rushing to one’s mind when talking about Nagpur is “Ganesh Mandir Tekdi“. Located at station road, this temple is a haven for devotees of Lord Ganesh. It is named “Ganesh Tekdi” because of its location, up a hill and tekdi means hill in Marathi." 
            
        },
        {  
            "placename":" Futala Lake",
            "placeimg":["./img/nagpur/futala1.png","./img/nagpur/futala2.png","./img/nagpur/futala3.png"],
            "placedescription":"The fountain is located in the Futala Lake area, which is a popular spot for picnics and evening walks. The fountain is made of concrete and steel and is one of the largest fountains in India, it is said to be around 125 ft in height.",         
            "placehistory":"Futala Lake is a lake in Nagpur in the Indian state of Maharashtra. The lake covers 60 acres. Built by the Bhosle kings of Nagpur, the lake is known for its coloured fountains. In the evenings the site is illuminated with halogen lights and Tanga rides.The city of Nagpur boasts of being home to eleven magnificent and scenic lakes, and the Futala Lake is one them. Also known as the Telankhedi Lake, it is located in the western part of Nagpur, about 6 kilometres away from the city centre, and is believed to be more than 200 years old."
        },
        {  
            "placename":" Dikshabhumi ",          
            "placeimg":["./img/nagpur/dikshabhumi1.png","./img/nagpur/dikshabhumi2.png","./img/nagpur/dikshabhumi3.png"],
            "placedescription":" Dikshabhumi is an important place for followers of Buddhism and a place of historical importance for Indian society. Deeksha Bhoomi is also known as the place where Dr. B.R. Ambedkar, the architect of the Indian Constitution, converted to Buddhism along with thousands of his followers in 1956.",         
            "placehistory":"Dr. Ambedkar had declared in 1935 that although he was born as a Hindu, he would not die as one, as conversion was the solution to abandon the caste system. After this declaration and having extensively and exhaustively studied the doctrines of all the major world religions, Dr. Ambedkar would choose Buddhism for himself and his followers.Buddhism was 2,550 years old in 1956, so it was a notable year of celebration for the Buddhist religious world globally and 14 October was the traditional date of conversion of Emperor Ashoka, the great Indian Buddhist Monarch and the day is celebrated as Ashok Vijaya Dashmi."
        },
        {  
            "placename":"Zero Mile Stone",
            "placeimg":["./img/nagpur/zero-mile1.png","./img/nagpur/zero-mile2.png","./img/nagpur/zero-mile3.png"],
            "placedescription":"Nagpur lies precisely at the center of the country with the Zero Mile Marker indicating the geographical center of India. The Zero Mile Stone was erected by the British who used this point to measure all the distances. The Zero Mile Stone consists of four horses and a pillar made up of sandstone.",          
            "placehistory":" Zero Mile Stone is a monument built by British during the Great Trigonometrical Survey of India in 1907 in Nagpur, Maharashtra. The Zero Mile Stone consists of a pillar made up of sandstone and another small stone representing the GTS Standard Bench Mark, and four stucco horses that were added later. The height of the top of the pillar is 1020.171 feet above mean sea level. In 2008, The Times of India undertook to maintain the monument for the next 5 years." 
        }
    ]
}