{
    "pune":[
        {
            "placename":"St. Thomas Cathedral Basilica",
            "placeimg":["./img/chennai/chennai11.jpg","./img/chennai/chennai12.jpg","./img/chennai/chennai13.jpg"],
            "placedescription":" San Thome Church, officially known as St Thomas Cathedral Basilica and National Shrine of Saint Thomas, is a minor basilica of the Catholic Church in India, at the Santhomeneighbourhood of Chennai, in Tamil Nadu. The present structure dates to 1523 AD, when it was rebuilt by the Portuguese over the tomb of Thomas the Apostle.[3] In 1896, it was renovated in the Madras province according to neo-Gothic designs, as was favoured by British architects in the late 19th century.",
            "placehistory":"In 1521, the Portuguese in Goa and Bombay-Bassein sent missionaries to Madras (Chennai) seeking the tomb of the famed Thomas the Apostle, which had become neglected or maintained  nominally by Muslims, and they decided to rebuild the shrine over the tomb of the apostle. With the order and funding of King John III of Portugal they started building the  church. In 1523, the structure was consecrated as a church, and Portuguese Padroado priests resumed the daily celebration of Liturgy (Holy Mass) at the site."
        },
        {
            "placename":"Kapaleeshwarar Temple",
            "placeimg":["./img/chennai/chennai21.jpg","./img/chennai/chennai22.jpg","./img/chennai/chennai23.jpg"],
            "placedescription":"The Kapaleeshwarar Temple is a Hindu temple dedicated to Shiva located in Mylapore, Chennai in the Indian state of Tamil Nadu. The form of Shiva's consort Parvati worshipped at this temple is called Karpagambal (goddess of the wish-yielding tree). The temple was built around the 7th century CE and is an example of Dravidian architecture",
            "placehistory":"The commonly held view is that the temple was built in the 7th century CE by the ruling Pallavas.[7] This view is based on references to the temple in the hymns of the  Nayanars (which, however, place it by a sea shore). Thirugnanasambandar's 6th song in Poompavaipathikam and Arunagirinathar's 697th song in Thirumylai Thirupugazh, make  clear reference to the Kapaleeshwarar temple being located by a seashore.[8] There are inscriptions dating back to 12th century inside the temple.[9] The temple's 120 ft gopuram[9] (gateway tower) was built during 1906 with stucco figures adorning it.[2][7] The temple is maintained and administered by the Hindu Religious and Endowment Board of the Government of Tamil Nadu"
        },
        {
            "placename":"Government Museum ",
            "placeimg":["./img/chennai/chennai11.jpg","./img/chennai/chennai11.jpg","./img/chennai/chennai11.jpg"],
            "placedescription":" The Government Museum, Chennai, or the Madras Museum, is a museum of human history and culture located in the Government Museum Complex in the neighbourhood of Egmore in Chennai, India. Started in 1851, it is the second oldest museum in India after the Indian Museum in Kolkata. It is particularly rich in archaeological and numismatic  collections. It has the largest collection of Roman antiquities outside Europe. Among them, the colossal Museum Theatre is one of the most impressive.[1] The National Art Gallery is also present in the museum premises. Built in Indo-Saracenic style, it houses rare European and Asian painting of renowned artists, including that of Raja Ravi Varma.[2][3] It had 0.6 million visitors in 2018. It has the richest collections of bronze idols, 500 of them dating to 1000 BCE, in Asia.",
            "placehistory":"  In August 1778, the governor of Madras granted 43 acres for an estate to a civil servant, who, subsequently in 1793, assigned the grounds to a committee of 24 which then regulated the public amusements in the city. In 1821, the committee sold the main house and central garden space to E. S. Moorat, an Armenian merchant who, in turn, sold it back to the government in 1830. The government first used the buildings and the grounds as the collector's Cutcherry and later for the Central Museum.[5] The museum was originally established in a building on College Road in Nungambakkam in the year 1851 and was shifted to the present site in 1854."
        },
        {
            "placename":"Ashtalakshmi Temple ",
            "placeimg":["./img/chennai/chennai41.jpg","./img/chennai/chennai42.jpg","./img/chennai/chennai43.png"],
            "placedescription":" The Ashtalakshmi Kovil is a Hindu temple, which lies on the shorelines near the Elliot's beach, in Chennai, India. The temple is dedicated to the goddess Lakshmi, and her eight primary forms - the Ashtalakshmi - the giver of all eight forms of wealth, namely, offspring, success, prosperity, wealth, courage, bravery, food, and knowledge. The sanctorums are depicted on a multi-tier complex in such a way that visitors could visit all the shrines without stepping over any of the sanctorums.",
            "placehistory":"In this temple, the Ashtalakshmis, the eight forms of goddess Lakshmi, are present in four levels in nine separate sanctums. The shrine of Lakshmi and her consort Vishnu is in level two. One starts the worship from here. Taking the stairs, the path leads to the third floor, which has the shrines of Santhanalakshmi, Vijayalakshmi, Vidyalakshmi and Gajalakshmi. Further few steps would lead to the shrine of Dhanalakshmi, which is the only shrine on the fourth floor. Exiting the main shrine, in the first level, there are  shrines for Aadilakshmi, Dhaanya lakshmi and Dharyalakshmi. The temple also has Dashavatara (avatars of Vishnu), Guruvayoorappan, Ganesha, Dhanvanthari and Anjaneyar deities"
        }
    ]
}