{
    "pune": [
        {
            "placename": "Dagdushet Halwai Ganapati Temple",
            "placeimg": [
                "./img/pune/dagdushet-ganpati-img-1.jpg, ./img/pune/dagdushet-ganpati-img-2.jpg,./img/pune/dagdushet-ganpati-img-3.jpg,./img/pune/dagdushet-ganpati-img-4.webp"
            ],
            "placedescription": " Shreemant Dagdusheth Halwai Ganpati  the most endearing deity to the devotees. Shreemant Dagdusheth Halwai Ganpati is the epitome of pride and honor to the city of Pune. Devotees from every part of India and the world come here to pray to Lord Ganesha every year. Today, Shreemant Dagdusheth Halwai Mandir is not only one of the most highly revered places of worship in India but an institution that is actively engaged in social welfare and cultural development through Shreemant Dagdusheth Halwai Sarvajanik Ganpati Trust. The temple speaks of a long and glorious history. The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way back, when they lost their only son to the plague epidemic. Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood.Address:-Ganpati Bhavan, 250, Chhatrapati Shivaji Maharaj Rd, Mehunpura, Budhwar Peth, Pune, Maharashtra 411002",
            "placehistory": "The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way bacwhen they lost their only son to the plague epidemic.Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood. Tatyasaheb Godse, then in his early youth, was a zestful participant in the celebrations. In later years, when Lokmanya Tilak made Ganpati festival a public celebration to bring people together for the freedom struggle, Dagdusheth Ganpati became the most respected and popular idol in Pune.In 1952, the responsibility of organizing the festival at Dagdusheth Halwai Ganpati temple officially fell upon Tatyasaheb and his group of friends. Under Tatyasaheb’s able guidance and leadership, his associates like Mamasaheb Rasane, Adv. Shankarrao Suryavanshi and K. D. Rasane planned and executed the festival with meticulous planning and professionalism, and since then, there was no looking back for them. As generous donors and devotees contributed towards the temple fund, Tatyasaheb and his friends thought what better way to worship the Lord than to serve our own fellow beings."
        },
        {
            "placename": "Aga Khan Palace",
            "placeimg": [
                "./img/pune/aga-khan-palace-img-1.webp, ./img/pune/aga-khan-palace-img-2.webp,./img/pune/aga-khan-palace-img-3.webp, ./img/pune/aga-khan-palace-img-5.webp, "
            ],
            "placedescription":"The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. The palace was an act of charity by the spiritual leader of the Nizari Ismaili Muslims, who wanted to help the poor in the neighbouring areas of Pune, who were drastically hit by famine by offering them work. The Aga Khan Palace is a majestic building. The palace is closely linked to the Indian freedom movement as it served as a prison for Mahatma Gandhi, his wife Kasturba Gandhi, his secretary Mahadev Desai and Sarojini Naidu. It is also the place where Kasturba Gandhi and Mahadev Desai died.[3] In 2003, Archaeological Survey of India (ASI) declared the site as a monument of national importance.[4] Aga Khan Palace is major attraction of photographers for various kind of photo shoot because of its special architecture, greenery and perfect for photography lighting."

            ,"placehistory": "At the Aga khan palace in Pune, we can see different objects and documents providing information about life of Mahatma Gandhi Historically, the palace holds great significance. Mahatma Gandhi, his wife Kasturba Gandhi and his secretary Mahadev Desai were interned in the palace from 9 August 1942 to 6 May 1944, following the launch of Quit India Movement.Kasturba Gandhi and Mahadev Desai died during their captivity period in the palace and have their Samadhis located over there. Mahatma Gandhi and Kasturba Gandhi have their memorials located in the same complex, near Mula river.[5] Legend goes that the Sultan built the palace to provide employment to the famine struck villagers of the surrounding region; so he employed 1000 people, and the palace was constructed in five years. It was built in Rs 12 lakhs. The total area is 13 acres and built up palace covers seven acres, and the rest is a well maintained garden.The palace housed National Model School until early 1970s.In 1969, Aga Khan Palace was Indian people by Aga Khan IV as a mark of respect to Gandhi and his philosophy.Today the palace houses a memorial on Gandhi where his ashes were kept. The then prime minister Indira Gandhi had visited the place in 1974 where she allotted a sum of ₹200,000 (US$2,500) every year, for its maintenance. The amount rose to ₹1 million (US$13,000) until the 1990s,[6] after which the national monument of India, was neglected for many years due to improper allocation of funds. There was a protest held at the statue of Mahatma Gandhi near Pune railway station in July 1999 to protest against the worsening condition of the monument.The present condition has improved quite a lot. discription:- The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. "
        },
        {
            "placename": "Sinhagad Fort ",

            "placeimg" : ["./img/pune/sinhagad-fort-img-1.webp, ./img/pune/sinhagad-fort-img-2.webp ,./img/pune/sinhagad-fort-img-3.webp ./img/pune/sinhagad-fort-img-4.webp"],

            "placedescription": "Sinhagad is an ancient hill fortress located at around 49 km southwest of the city of Pune, India. Previously known as Kondhana, the fort had been the site of many battles, most notably the Battle of Sinhagad in 1670.[1] It is located in the Pune district in Maharashtra. The fort is also on the famous fort in Maharashtra which has a great history of Tanaji Malusare. The fort was captured by Tanaji Malusare and his brother. Sinhagad (Lion's Fort) fort was strategically built to provide natural protection from the enemies due to its very steep slopes. The walls of the forts and bastions were constructed only at key places. There are two gates to enter the fort named Kalyan Darwaja and Pune Darwaza. The Kalyan Darwaja is towards the southeast while the Pune Darwaza is towards north east.[2] The fort is surrounded by several other forts, and was known as the control center of the Maratha Empire. In clear weather, Rajgad, Purandar and Torna forts can be seen from the Sinhagad killa.",
            "placehistory":"Some of the information available about the fort, suggests that it could have been built 2000 years ago.[citation needed] The caves and the carvings in the Kaundinyeshwar temple stand as proofs for the same.. Also there is a Gondwana state symbol on the main gate of the fort. It has the sign of lion and elephant as well as fish. The Raj Gondian[citation needed] According to the Deccan sultanates era muslim historian Ferishta, Sinhagad fort was captured from Koli chieftain Nag Nayak in 1340 by the sultan of Delhi, Muhammad bin Tughluq.[5] The Sinhagad Fort was initially known as Kondhana after the sage Kaundinya. The Kaundinyeshwar temple coupled with the caves and carvings indicates that the fort had probably been built around two thousand years ago. The fort was captured by forces of Muhammad bin Tughluq in 1328 from Koli chieftain Nag Naik after a siege of eight months. It then became part of the Bahmani sultanate followed by the Nizam Shahi of Ahmadnagar in 1485. After the fall of Nizam shahi it came under the control of the Adilshahi in early late 1500s."
        },
        {
          "placename": " Shanivar Wada",
          "placeimg":["./img/pune/shanivar-wada-img-1.webp, ./img/pune/shanivar-wada-img-2.webp,./img/pune/shanivar-wada-img-3.webp,./img/pune/shanivar-wada-img-4.webp"],

          "placehistory": "The Shaniwar Wada was normally the seven-story capital building of the Peshwas of the Maratha Empire. It was supposed to be made entirely of stone. However, after the completion of the base floor or the first story, the people of Satara (the national capital) complained to the Chhatrapati Shahu I (Emperor) saying that a stone monument can be sanctioned and built only by the emperor himself and not the Peshwas. Following this, an official letter was written to the Peshwas stating that the remaining building had to be made of brick and not stone. Even today if you visit and see the walls carefully, they are partly made of stone and partly of bricks. The Wada was then completed and upon being attacked by the British Artillery 90 years later, all the top six stories collapsed leaving only the stone base, which was immune to the British artillery. Hence only the stone base of the Shaniwar bg Wada remains and can be seen even today in the older parts of Pune." ,

          "placedescription":"Shaniwar Wada is a historical fortification in the city of Pune, India. Built in 1732,[1] it was the great seat of the Peshwas of the Maratha Empire until 1818. Following the rise of the Maratha Empire, the palace became the center of Indian politics in the 18th century.[2] The fort itself was largely destroyed in 1828 by an unexplained fire, but the surviving structures are now maintained as a tourist site." 
        }
    ]

}