{
    "pune": [
        {
            "placename": "Dagdushet Halwai Ganapati Temple",
            "placeimg": [
                "./img/pune/dagdushet-ganpati-img-1.jpg, ./img/pune/dagdushet-ganpati-img-2.jpg,./img/pune/dagdushet-ganpati-img-3.jpg,./img/pune/dagdushet-ganpati-img-4.webp"
            ],
            "placedescription": " Shreemant Dagdusheth Halwai Ganpati  the most endearing deity to the devotees. Shreemant Dagdusheth Halwai Ganpati is the epitome of pride and honor to the city of Pune. Devotees from every part of India and the world come here to pray to Lord Ganesha every year. Today, Shreemant Dagdusheth Halwai Mandir is not only one of the most highly revered places of worship in India but an institution that is actively engaged in social welfare and cultural development through Shreemant Dagdusheth Halwai Sarvajanik Ganpati Trust. The temple speaks of a long and glorious history. The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way back, when they lost their only son to the plague epidemic. Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood.Address:-Ganpati Bhavan, 250, Chhatrapati Shivaji Maharaj Rd, Mehunpura, Budhwar Peth, Pune, Maharashtra 411002",
            "placehistory": "The deity of Lord Ganesha was incepted by Shri Dagdusheth Halwai and his wife Lakshmibai way bacwhen they lost their only son to the plague epidemic.Every year, the Ganpati festival was celebrated with deep faith and enthusiasm, not only by Dagdusheth’s family but the entire neighbourhood. Tatyasaheb Godse, then in his early youth, was a zestful participant in the celebrations. In later years, when Lokmanya Tilak made Ganpati festival a public celebration to bring people together for the freedom struggle, Dagdusheth Ganpati became the most respected and popular idol in Pune.In 1952, the responsibility of organizing the festival at Dagdusheth Halwai Ganpati temple officially fell upon Tatyasaheb and his group of friends. Under Tatyasaheb’s able guidance and leadership, his associates like Mamasaheb Rasane, Adv. Shankarrao Suryavanshi and K. D. Rasane planned and executed the festival with meticulous planning and professionalism, and since then, there was no looking back for them. As generous donors and devotees contributed towards the temple fund, Tatyasaheb and his friends thought what better way to worship the Lord than to serve our own fellow beings."
        },
        {
            "placename": "Aga Khan Palace",
            "placeimg": [
                "./img/pune/aga-khan-palace-img-1.webp, ./img/pune/aga-khan-palace-img-2.webp,./img/pune/aga-khan-palace-img-3.webp, ./img/pune/aga-khan-palace-img-5.webp, "
            ],
            "placedescription": "The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. The palace was an act of charity by the spiritual leader of the Nizari Ismaili Muslims, who wanted to help the poor in the neighbouring areas of Pune, who were drastically hit by famine by offering them work. The Aga Khan Palace is a majestic building. The palace is closely linked to the Indian freedom movement as it served as a prison for Mahatma Gandhi, his wife Kasturba Gandhi, his secretary Mahadev Desai and Sarojini Naidu. It is also the place where Kasturba Gandhi and Mahadev Desai died.[3] In 2003, Archaeological Survey of India (ASI) declared the site as a monument of national importance.[4] Aga Khan Palace is major attraction of photographers for various kind of photo shoot because of its special architecture, greenery and perfect for photography lighting.",
            "placehistory": "At the Aga khan palace in Pune, we can see different objects and documents providing information about life of Mahatma Gandhi Historically, the palace holds great significance. Mahatma Gandhi, his wife Kasturba Gandhi and his secretary Mahadev Desai were interned in the palace from 9 August 1942 to 6 May 1944, following the launch of Quit India Movement.Kasturba Gandhi and Mahadev Desai died during their captivity period in the palace and have their Samadhis located over there. Mahatma Gandhi and Kasturba Gandhi have their memorials located in the same complex, near Mula river.[5] Legend goes that the Sultan built the palace to provide employment to the famine struck villagers of the surrounding region; so he employed 1000 people, and the palace was constructed in five years. It was built in Rs 12 lakhs. The total area is 13 acres and built up palace covers seven acres, and the rest is a well maintained garden.The palace housed National Model School until early 1970s.In 1969, Aga Khan Palace was Indian people by Aga Khan IV as a mark of respect to Gandhi and his philosophy.Today the palace houses a memorial on Gandhi where his ashes were kept. The then prime minister Indira Gandhi had visited the place in 1974 where she allotted a sum of ₹200,000 (US$2,500) every year, for its maintenance. The amount rose to ₹1 million (US$13,000) until the 1990s,[6] after which the national monument of India, was neglected for many years due to improper allocation of funds. There was a protest held at the statue of Mahatma Gandhi near Pune railway station in July 1999 to protest against the worsening condition of the monument.The present condition has improved quite a lot. discription:- The Aga Khan Palace was built by Sultan Muhammed Shah Aga Khan III in the city of Pune, India. "
        },
        {
            "placename": "Sinhagad Fort ",
            "placeimg": [
                "./img/pune/sinhagad-fort-img-1.webp, ./img/pune/sinhagad-fort-img-2.webp ,./img/pune/sinhagad-fort-img-3.webp ./img/pune/sinhagad-fort-img-4.webp"
            ],
            "placedescription": "Sinhagad is an ancient hill fortress located at around 49 km southwest of the city of Pune, India. Previously known as Kondhana, the fort had been the site of many battles, most notably the Battle of Sinhagad in 1670.[1] It is located in the Pune district in Maharashtra. The fort is also on the famous fort in Maharashtra which has a great history of Tanaji Malusare. The fort was captured by Tanaji Malusare and his brother. Sinhagad (Lion's Fort) fort was strategically built to provide natural protection from the enemies due to its very steep slopes. The walls of the forts and bastions were constructed only at key places. There are two gates to enter the fort named Kalyan Darwaja and Pune Darwaza. The Kalyan Darwaja is towards the southeast while the Pune Darwaza is towards north east.[2] The fort is surrounded by several other forts, and was known as the control center of the Maratha Empire. In clear weather, Rajgad, Purandar and Torna forts can be seen from the Sinhagad killa.",
            "placehistory": "Some of the information available about the fort, suggests that it could have been built 2000 years ago.[citation needed] The caves and the carvings in the Kaundinyeshwar temple stand as proofs for the same.. Also there is a Gondwana state symbol on the main gate of the fort. It has the sign of lion and elephant as well as fish. The Raj Gondian[citation needed] According to the Deccan sultanates era muslim historian Ferishta, Sinhagad fort was captured from Koli chieftain Nag Nayak in 1340 by the sultan of Delhi, Muhammad bin Tughluq.[5] The Sinhagad Fort was initially known as Kondhana after the sage Kaundinya. The Kaundinyeshwar temple coupled with the caves and carvings indicates that the fort had probably been built around two thousand years ago. The fort was captured by forces of Muhammad bin Tughluq in 1328 from Koli chieftain Nag Naik after a siege of eight months. It then became part of the Bahmani sultanate followed by the Nizam Shahi of Ahmadnagar in 1485. After the fall of Nizam shahi it came under the control of the Adilshahi in early late 1500s."
        },
        {
            "placename": " Shanivar Wada",
            "placeimg": [
                "./img/pune/shanivar-wada-img-1.webp, ./img/pune/shanivar-wada-img-2.webp,./img/pune/shanivar-wada-img-3.webp,./img/pune/shanivar-wada-img-4.webp"
            ],
            "placehistory": "The Shaniwar Wada was normally the seven-story capital building of the Peshwas of the Maratha Empire. It was supposed to be made entirely of stone. However, after the completion of the base floor or the first story, the people of Satara (the national capital) complained to the Chhatrapati Shahu I (Emperor) saying that a stone monument can be sanctioned and built only by the emperor himself and not the Peshwas. Following this, an official letter was written to the Peshwas stating that the remaining building had to be made of brick and not stone. Even today if you visit and see the walls carefully, they are partly made of stone and partly of bricks. The Wada was then completed and upon being attacked by the British Artillery 90 years later, all the top six stories collapsed leaving only the stone base, which was immune to the British artillery. Hence only the stone base of the Shaniwar bg Wada remains and can be seen even today in the older parts of Pune.",
            "placedescription": "Shaniwar Wada is a historical fortification in the city of Pune, India. Built in 1732,[1] it was the great seat of the Peshwas of the Maratha Empire until 1818. Following the rise of the Maratha Empire, the palace became the center of Indian politics in the 18th century.[2] The fort itself was largely destroyed in 1828 by an unexplained fire, but the surviving structures are now maintained as a tourist site."
        }
    ],
    "Ahamednagar": [
        {
            "placename": "  Ahmednagar Fort",
            "placeimg": [
                "./img/pune/ahmednagar-fort-img-1.webp",
                "./img/pune/ahamednagar-fort-img-3.webp",
                "./img/pune/ahamednagar-fort-img-4.webp"
            ],
            "placedescription": "The Ahmednagar Fort (Ahmadnagar Qilaa) is a fort located near to the Bhingar Nala near Ahmednagar in[1] Maharashtra. It was the headquarters of the Ahmednagar Sultanate. In 1803, it was taken by the British during the Second Anglo-Maratha War. It was used as a prison during the British Raj. Currently, the fort is under the administration of the Armoured Corps of the Indian Army",
            "placehistory": "The fort was built by Malik Ahmad Nizam Shah I (after whom the city of Ahmednagar is named) in 1427. He was the first sultan of the Nizam Shahi dynasty and he built the fort to defend the city against invaders from neighbouring Idar. [4] Initially it was made of mud but major fortification began in 1559 under Hussain Nizam Shah. It took four years and was finally finished in 1562.[5] In February 1596, Chand Bibi the queen regent successfully repulsed the Mughal invasion but when Akbar attacked again in 1600 the fort went to the Mughals.[5][6][7][8] Aurangzeb died at Ahmednagar fort at the age of 88 on 20 February 1707. After Aurangzeb's death, the fort passed to the Nizams in 1724, to Marathas in 1759 and later the Scindias in 1790. During the period of instability in the Maratha Empire following the death of Madhavrao II, Daulat Scindia had the fort and its surrounding region ceded to him. In 1797, he imprisoned Nana Phadanvis the Peshwa diplomat at Ahmednagar fort.["
        },
        {
            "placename": "   Shirdi",
            "placeimg": [
                "./img/pune/shirdi-img-1.webp",
                "./img/pune/shirdi-img-2.webp",
                "./img/pune/shirdi-img-3.webp"
            ],
            "placedescription": "Shirdi (pronunciationⓘ; also known as Sainagar) is a city in the Indian state of Maharashtra. It is located in the Rahata taluka of Ahmednagar District. It is accessible via the Ahmednagar–Malegaon State Highway No.10, approximately 83 km (52 mi) from Ahmednagar and 15 km (9.3 mi) from Kopargaon. It is located 185 km (115 mi) east of the Western Seashore line (the Ahmednagar–Manmad road), a very busy route.",
            "placehistory": "Shirdi is famously known as the home of the late 19th century saint Shri Sai Baba. [1] The Shri Saibaba Sansthan Trust located in Shirdi is one of the richest temple organisations. One of the most famous pilgrim centres of India, Shirdi is where Shri Sai Baba, the saint known for his divine powers, lived and preached for over five decades. Samadhi Temple, where he lived, has a room that depicts articles and things used by Shri Sai during his lifetime, and is therefore quite significant for his disciples, who follow his teachings and rever him till date. The temple also houses his mortal remains."
        },
        {
            "placename": "   Harishchandragad",
            "placeimg": [
                "./img/pune/harishchandragad-img-1.jpg",
                "./img/pune/harishchandrahad-img-2.jpg",
                "./img/pune/harishchandragad-img-4.jpg"
            ],
            "placedescription": "Harishchandra Fort is a hill fort in the Ahiyanagar in Nashik district of India. Its history is linked with that of Malshej Ghat, kothale village and it has played a major role in guarding and controlling the surrounding region.",
            "placehistory": "The fort is quite ancient. Remnants of Microlithic man have been discovered here. The various Puranas (ancient scriptures) like Matsyapurana, Agnipurana and Skandapurana include many references about Harishchandragad. Its origin is said to have been in the 6th century, during the rule of Kalachuri dynasty. The citadel was built during this era. The various caves probably have been carved out in the 11th century. In these caves are idols of Lord Vishnu. Though the cliffs are named Taramati and Rohidas, they are not related to Ayodhya. Great sage Changdev (one who created the epic Tatvasaar), used to meditate here in the 14th century. The caves are from the same period. The various constructions on the fort and those existing the surrounding region point to the existence of diverse cultures here. The carvings on the temples of Nageshwar (in Khireshwar village), in the Harishchandreshwar temple and in the cave of Kedareshwar indicate that the fort belongs to the medieval period, since it is related to mahadeva as a totem of tribes Mahadev Koli. They were controlling the fort before Moguls. Later the fort was under the control of Moguls. The Marathas captured it in 1747."
        },
        {
            "placename": "Shani Shingnapur",
            "placeimg": [
                "./img/pune/shani-shingnapur-img-1.webp",
                "./img/pune/shani-shingnapur-img-2.webp",
                "./img/pune/shani-shingnapur-img-3.jpg"
            ],
            "placedescription": "Shingnapur is also famous for the fact that no house in the village has doors, only door frames. Despite this, officially no theft was reported in the village[4] although there were reports of theft in 2010 and 2011.[5] The temple is believed to be a jagrut devasthan(lit. alive temple), meaning that a deity still resides in the temple icon. Villagers believe that god Shani punishes anyone attempting theft.[4] The deity here is Swayambhu (Sanskrit: self-evolved deity) that is self emerged from earth in form of black, imposing stone. Though no one knows the exact period, it is believed that the Swayambhu Shanaishwara statue was found by shepherds of the then local hamlet. It is believed to be in existence at least since the start of Kali Yuga.",
            "placehistory": "The story of the swayambhu statue handed down from generations through word of mouth, goes something like this: When the Shepherd touched the stone with a pointed rod, the stone started bleeding. The shepherds were astounded. Soon the whole village gathered around to watch the miracle. On that night Lord Shaneeshwara appeared in the dream of the most devoted and pious of the He told the shepherd that he is Shaneeshwara. He also told that the unique looking black stone is his swayambhu form. The shepherd prayed and asked the lord whether he should construct a temple for him. To this, Lord Shani Mahatma said there is no need for a roof as the whole sky is his roof and he preferred to be under open sky. He asked the shepherd to do daily pooja and 'Tailabhisheka' every Saturday without fail. He also promised the whole hamlet will have no fear of dacoits or burglars or thieves."
        }
    ],
    "Kolkata": [
        {
            "placename": " Sundarban",
            "placeimg": [
                "./img/pune/sundarban-img-1.jpg",
                "./img/pune/sundarban-img-2.jpg",
                "./img/pune/sundarban-img-3.jpg"
            ],
            "placedescription": "Sundarbans (pronounced ) is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India)",
            "placehistory": "The history of human settlement in the Sundarbans area can be traced back to Mauryan era (4th-2nd century BCE).[15] A ruin of an abandoned city was found in the Baghmara Forest Block that is attributed to Chand Sadagar, a pre-Mauryan semi-historical figure in Bengali folklore.[16] Archaeological excavation at Kapilmuni, Paikgacha Upazilla, north of the Sundarbans in Bangladesh, revealed ruins of urban settlement dating back to the early middle ages.[17] During the Mughal period, forest tracts were leased out by the local rulers for establishing settlements.[16] In 1757, The British East India Company obtained proprietary rights over Sundarbans from the Mughal Emperor Alamgir II and completed mapping the area in 1764. However, systematic forest management started a century later. The first Forest Management Division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Indian Forest Act of 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A Forest Division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 1893–1898."
        },
        {
            "placename": "  Chandannagar",
            "placeimg": [
                "./img/pune/chandannagar-img-1.jpg",
                "./img/pune/chandannagar-img-2.jpg",
                "./img/pune/chandannagar-img-3.jpg"
            ],
            "placedescription": "Chandannagar (French: Chandernagor [ʃɑ̃dɛʁnaɡɔʁ]), also known by its former name Chandernagore and French name Chandernagor, is a city in the Hooghly district in the Indian state of West Bengal. It is headquarter of the Chandannagore subdivision and is part of the area covered by the Kolkata Metropolitan Development Authority (KMDA). Located on the western bank of Hooghly River, the city was one of the five settlements of French India. Indo-French architecture is seen in the colonial bungalows, most of which are in a dilapidated state.",
            "placehistory": "Chandannagar came into being during colonial times, proved conclusively by the fact that no mention of the town is found in medieval Bengali texts like Chandimangal and Manasamangal Kāvya. Historians are of the opinion that the French created the town by amalgamating various smaller localities in the area. The three notable villages to be incorporated were Gondolpara to the South, Boro in the North and Khalisani to the West. The name Chandernagor can be first found in the letter dated 1696, intended for the officials of the French East India Company, dispatched by André Boureau-Deslandes and Palle, French officials posted in Chandernagore. The First Director of the French East India Company, Boureau-Deslandes paid 40,000 coins to the Mughal subahdar in 1688 to gain control of the area and build a factory there. But the first Frenchman to possess any subsequent land holding in this area was Du Plessis who bought land of 13 Arpents at Boro Kishanganj, now located at North Chandannagar for Taka 401 in the year 1673–74. The prosperity of Chandannagar as a French colony started soon after. At this time the Company establishment consisted of 1 Director, and 5 members who formed a council, 15 merchants and shopkeepers, 2 notaries, 2 padres, 2 doctors and 1 Sutradhar. The army consisted of 130-foot soldiers, 20 among them were native Indians. The Fort d'Orleans was constructed in the year 1696-97 and was better defended than its French and British counterparts. After the initial success the French trade languished due to the lax policy of its Directors."
        },
        {
            "placename": " Sundarban",
            "placeimg": [
                "./img/pune/sundarban-img-1.jpg",
                "./img/pune/sundarban-img-2.jpg",
                "./img/pune/sundarban-img-3.jpg"
            ],
            "placedescription": "Sundarbans (pronounced ) is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India)",
            "placehistory": "The history of human settlement in the Sundarbans area can be traced back to Mauryan era (4th-2nd century BCE).[15] A ruin of an abandoned city was found in the Baghmara Forest Block that is attributed to Chand Sadagar, a pre-Mauryan semi-historical figure in Bengali folklore.[16] Archaeological excavation at Kapilmuni, Paikgacha Upazilla, north of the Sundarbans in Bangladesh, revealed ruins of urban settlement dating back to the early middle ages.[17] During the Mughal period, forest tracts were leased out by the local rulers for establishing settlements.[16] In 1757, The British East India Company obtained proprietary rights over Sundarbans from the Mughal Emperor Alamgir II and completed mapping the area in 1764. However, systematic forest management started a century later. The first Forest Management Division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Indian Forest Act of 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A Forest Division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 1893–1898."
        },
        {
            "placename": "  Howrah Bridge",
            "placeimg": [
                "./img/pune/howrah-bridge-img-1.jpg",
                "./img/pune/hawrah-bridge-img-2.jpg",
                "./img/pune/hawrah-bridge-img-3.jpg"
            ],
            "placedescription": "The Howrah Bridge is a balanced cantilever bridge over the Hooghly River in West Bengal, India. Commissioned in 1943,[9][11] the bridge was originally named the New Howrah Bridge, because it replaced a pontoon bridge at the same location linking the cities of Howrah and Kolkata (Calcutta). On 14 June 1965, it was renamed Rabindra Setu after the Bengali poet Rabindranath Tagore, who was the first Indian and Asian Nobel laureate.[11] It is still popularly known as the Howrah Bridge.",
            "placehistory": "In 1862, the Government of Bengal asked George Turnbull, chief engineer of the East Indian Railway Company to study the feasibility of bridging the Hooghly River. He had recently established the company's rail terminus in Howrah. He reported on 19 March, with large-scale drawings and estimates,The foundations for a bridge at Calcutta would be at a considerable depth and cost because of the depth of the mud there. The impediment to shipping would be considerable. A good place for the bridge was at Pulta Ghat about a dozen miles north of Calcutta where a bed of stiff clay existed at no great depth under the river bed. A suspended-girder bridge of five spans of 401 feet (122 m) and two spans 200 feet (61 m) would be ideal."
        },
        {
            "placename": "  Victoria Memorial, Kolkata",
            "placeimg": [
                "./img/pune/victoria-memorial-img-1.jpg",
                "./img/pune/victoria-memorial-img-2.jpg",
                "./img/pune/victoria-memorial-img-3.jpg"
            ],
            "placedescription": "he Victoria Memorial is a large marble building on the Maidan in Central Kolkata, having its entrance on the Queen's Way. It was built between 1906 and 1921 by the Government of India. It is dedicated to the memory of Victoria, Empress of India from 1876 to 1901. It is the largest monument to a monarch anywhere in the world, it stands in 64 acres of gardens and is now a museum under the control of the Ministry of Culture.[1] Possessing prominent features of the Anglo-Indian architecture of the imperial era, it has evolved into one of the most popular attractions in the city.",
            "placehistory": "Following the death of Queen Victoria in January 1901,[2] Lord Curzon, the Viceroy of India, suggested that a fitting memorial to the late Queen-Empress should be created in Calcutta, now called Kolkata, then the capital of British India. He proposed the construction of a grand building with a museum and gardens.[3] Curzon said, Let us, therefore, have a building, stately, spacious, monumental and grand, to which every newcomer in Calcutta will turn, to which all the resident population, European and Native, will flock, where all classes will learn the lessons of history and see revived before their eyes the marvels of the past.[4] The government officials, princes, politicians, and people of India responded generously to Lord Curzon's appeal for funds, and the total cost of construction of the monument, amounting to one crore, five lakhs of Rupees (₹), was entirely derived from their voluntary subscriptions"
        }
    ],
    "Hydrabad": [
        {
            "placename": "  Ramoji Film City",
            "placeimg": [
                "./img/pune/ramoji-film-city-img-1.jpg",
                "./img/pune/ramoji-film-city-img-2.jpg",
                "./img/pune/ramoji-film-city-img-3.jpg"
            ],
            "placedescription": "Ramoji Film City is an integrated film studio facility located in Abdullahpurmet, Hyderabad, India. Spread over 1,666 acres (674 ha),[1][2] it is the largest film studio complex in the world[3][4][5] and as such has been certified by the Guinness World Records.[6] It was established by Telugu media tycoon Ramoji Rao in 1996.[7][8][1] The Guardian described Ramoji Film City as city within a city.[3] Ramoji Film City EntranceIt is also a thematic holiday destination and a popular tourism and recreation centre, containing natural and artificial attractions including an amusement park. Around 1.5 million tourists visit the place every year",
            "placehistory": "The film city is the brainchild of media tycoon and film producer Ramoji Rao, who wanted to build a studio similar to the ones in Hollywood.[1] On procuring the land, he signed art director Nitish Roy to design the complex. According to an executive, the builders kept the land, which at that time consisted of jungles and mountainous terrain, intact, without removing one tree or mountain. It was built in Hyderabad in 1996 in the outskirts of the city in Abdullahpurmet.[10] Maa Naannaku Pelli (1997) was the first film shot in the studio"
        },
        {
            "placename": " Charminar ",
            "placeimg": [
                "./img/pune/charminar-img-1.jpg",
                "./img/pune/charminar-img-2.jpg",
                "./img/pune/charminar-img-3.jpg"
            ],
            "placedescription": "The Charminar (lit. 'four minarets') is a monument located in Hyderabad, Telangana, India. Constructed in 1591, the landmark is a symbol of Hyderabad and officially incorporated in the emblem of Telangana.[3] The Charminar's long history includes the existence of a mosque on its top floor for more than 425 years. While both historically and religiously significant, it is also known for its popular and busy local markets surrounding the structure, and has become one of the most frequented tourist attractions in Hyderabad. Charminar is also a site of numerous festival celebrations, such as Eid-ul-adha and Eid al-Fitr,[4] as it is adjacent to the city's main mosque, the Makkah Masjid.",
            "placehistory": "The fifth ruler of the Qutb Shahi dynasty, Muhammad Quli Qutb Shah, built the Charminar in 1591 after shifting his capital from Golconda to the newly formed city of Hyderabad.Charminar, Char Kaman and Gulzar Houz, photographed by Lala Deen Dayal in the 1880s The Archaeological Survey of India (ASI), the current caretaker of the structure, mentions in its records, There are various theories regarding the purpose for which Charminar was constructed. However, it is widely accepted that Charminar was built at the centre of the city, to commemorate the eradication of plague, a deadly disease which was wide spread at that time.[8][9] According to Jean de Thévenot, a French traveller of the 17th century whose narration was complemented with the available Persian texts, the Charminar was constructed in the year 1591 CE, to commemorate the beginning of the second Islamic millennium year (1000 AH). The event was celebrated far and wide in the Islamic world, thus Qutb Shah founded the city of Hyderabad to celebrate the event and commemorate it with the construction of this building."
        },
        {
            "placename": " Golconda Fort  ",
            "placeimg": [
                "./img/pune/golconda-fort-img-1.jpg",
                "./img/pune/golconda-fort-img-3.jpg",
                "./img/pune/golconda-fort-img-2.jpg"
            ],
            "placedescription": "The origins of the Golconda fort can be traced back to the 11th century. It was originally a small mud fort built by Pratāparudra of the Kakatiya Empire.[3] The name Golconda is thought to originate from Telugu for Cowherd's hill (గొల్ల కొండ, romanized: Gullakōnḍa).[4][5] It is also thought that Kakatiya ruler Ganapatideva 1199–1262 built a stone hilltop outpost — later known as Golconda fort — to defend their western region.[6] The fort was later developed into a fortified citadel in 1518 by Sultan Quli of the Qutb Shahi Empire and the city was declared the capital of the Golconda Sultanate.[5] The Bahmani kings took possession of the fort after it was made over to them by means of a sanad by the Rajah of Warangal.[3] Under the Bahmani Sultanate, Golconda slowly rose to prominence. Sultan Quli Qutb-ul-Mulk (r. 1487–1543), sent by the Bahmanids as a governor at Golconda, established the city as the seat of his governance around 1501. Bahmani rule gradually weakened during this period, and Sultan Quli (Quli Qutub Shah period) formally became independent in 1518, establishing the Qutb Shahi dynasty based in Golconda.[7][8][9] Over a period of 62 years, the mud fort was expanded by the first three Qutb Shahi sultans into the present structure: a massive fortification of granite extending around 5 km (3.1 mi) in circumference. It remained the capital of the Qutb Shahi dynasty until 1590 when the capital was shifted to Hyderabad. The Qutb Shahis expanded the fort, whose 7 km (4.3 mi) outer wall enclosed the city.",
            "placehistory": "Golconda is a fortified citadel and ruined city located in the western outskirts of Hyderabad, Telangana, India.[1][2] The fort was originally built by Kakatiya ruler Pratāparudra in the 11th century out of mud walls.[3] It was ceded to the Bahmani Kings by Deo Rai, Rajah of Warangal during the reign of Sultan Muhammad Shah (1358–1375 A.D.) of the Bahmani Sultanate.[3] Following the death of Sultan Mahmood Shah, the Sultanate disintegrated and Sultan Quli, who had been appointed as the Governor of Hyderabad by the Bahmani Kings, fortified city and made it the capital of the Golconda Sultanate. Because of the vicinity of diamond mines, especially Kollur Mine, Golconda flourished as a trade centre of large diamonds known as Golconda Diamonds. Golconda fort is currently abandoned and in ruins. The complex was put by UNESCO on its tentative list to become a World Heritage Site in 2014, with others in the region, under the name Monuments and Forts of the Deccan Sultanate (despite there being a number of different sultanates)"
        },
        {
            "placename": "Neharu Zoologiacal Park  ",
            "placeimg": [
                "./img/pune/neharu-zoological-park-img-1.jpg",
                "./img/pune/neharu-zoological-park-img-2.jpg",
                "./img/pune/neharu-park-img-3.jpg"
            ],
            "placedescription": "Nehru Zoological Park (also known as Zoo Park) is a zoo located near Mir Alam Tank in Bahadurpura, Telangana, India. It is one of the most visited destinations in Hyderabad The zoo runs multiple safari trips each day through the safari area where animals such as Asiatic lion, Bengal tiger, sloth bear etc. are housed. The zoo also has special educational shows and feeding sessions scheduled each day. Other attractions include a natural history museum and some trains",
            "placehistory":"Nehru Zoological Park's construction was started on 26 October 1959 and opened to the public on 6 October 1963. The Park is run by forest department, Government of Telangana, and is named after the first Prime Minister of India, Jawaharlal Nehru.The zoo occupies 380 acres (150 ha) and is adjacent to the 600-acre (240 ha) Mir Alam Tank. Nearly 100 species of birds, animals and reptiles are housed at the zoo, including indigenous animals like the Indian rhino, Asiatic lion, Bengal tiger, panther, gaur, Indian elephant, slender loris, python, as well as deer, antelopes and birds. The 600-acre (240 ha) Mir Alam Tank with its unique multiple arched bund (embankment), attracts hundreds of migratory birds, providing yet another attraction for the zoo"
        }

    ]
}