{
    "topsearch": [
        {
            "id": 0,
            "placename": "India Gate",
            "placeimg": [
                "https://media.istockphoto.com/id/1010212526/photo/the-india-gate-in-delhi.jpg?s=612x612&w=0&k=20&c=UyvDDDuwMWeoJ0dHSWb4tsxDPtJxg61UEVAvgXnykAM=",
                "https://imgcld.yatra.com/ytimages/image/upload/t_yt_blog_c_fill_q_auto:good_f_auto_w_800_h_500/v1442304912/India_Gate.jpg",
                "https://media.istockphoto.com/id/480629519/photo/india-gate-new-delhi.jpg?s=612x612&w=0&k=20&c=98X7-hALntfJpagjP7-xNy9j8ojbMlTLSqlwu4ewVb8="
            ],
            "placedescription": " The India Gate is a war memorial located near the Kartavya path on the eastern edge of the ceremonial axis of New Delhi, formerly called Rajpath.  The India Gate permits the tourists to retrace the bravado of the Indian soldiers. The monument is now a major tourist spot in Delhi and a common picnic site for tourists and residents.",
            "placehistory": "India Gate, official name Delhi Memorial, originally called All-India War Memorial, monumental sandstone arch in New Delhi,dedicated to the troops of British India who died in wars fought between 1914 and 1919. India Gate, which is located at the eastern end of the Rajpath (formerly called the Kingsway), is about 138 feet (42 metres) in height.India Gate is one of many British monuments built by order of the Imperial War Graves Commission (later renamed Commonwealth War Graves Commission). The architect was Sir Edwin Lutyens, an Englishman who designed numerous other war memorials and was also the principal planner of New Delhi. The cornerstone was laid in 1921 by the duke of Connaught, third son of Queen Victoria. Construction of the All-India War Memorial, as it was originally known, continued until 1931, the year of the formal dedication of New Delhi as the capital of India."
        },
        {
            "id": 1,
            "placename": "Gateway of india",
            "placeimg": [
                "https://media.istockphoto.com/id/172371293/photo/gateway-to-india.jpg?b=1&s=612x612&w=0&k=20&c=LzjVwMMYTRhw9kW7KjiCsK9pJUvj6TEQw110juHr8zA=",
                "https://cdn.britannica.com/26/84526-050-45452C37/Gateway-monument-India-entrance-Mumbai-Harbour-coast.jpg",
                "https://blogger.googleusercontent.com/img/a/AVvXsEiIJZILVwIBi9NGHFM65oDZjawRzbjdDiTIJ1tTQfuT8oOl2UTuIDMj9BjoBfK0k4A5_yTes_FaCFxY_asEVVd6Z3L77C5T6fCmUqN1zXIzeZbawHScE-TpQzFDIsaEHtpPrnung07d3tdmON71x9iwzQJokMa2zkHiIC3fB-mlQdXcQGsorOQkxPI=w512-h640"
            ],
            "placedescription": " The Gateway of India is an arch monument built during the 20th century in Bombay, India. The monument was erected to commemorate the landing of King George V and Queen Mary at Apollo Bunder on their visit to India in 1911.",
            "placehistory": "The Gateway of India was built to commemorate the arrival of George V, Emperor of India and Mary of Teck, Empress consort, in India at Apollo Bunder, Mumbai (Bombay) on 2 December 1911 prior to the Delhi Durbar of 1911; it was the first visit of a British monarch to India. The Gateway was opened to the public on 4 December 1924 by then Viceroy, Rufus Isaacs, 1st Marquess of Reading. Following Indian independence, the last British troops to leave India, the First Battalion of the Somerset Light Infantry, passed through the Gateway with a 21-gun salute, as part of a ceremony on 28 February 1948, signalling the end of the British Raj."
        },
        {
            "id": 2,
            "placename": " Taj Mahal",
            "placeimg": [
                "https://media.istockphoto.com/id/519330110/photo/taj-mahal-agra-india-monument-of-love-in-blue-sky.jpg?s=612x612&w=0&k=20&c=Uma6Q7KduznA6jUKcSquFP1iHHiw8UXcZEYVLONrmaQ=",
                "https://media.istockphoto.com/id/1169737420/photo/taj-mahal-agra-india-at-sunset-on-the-banks-of-river-yamuna-with-moody-sunset-sky-and-view-of.jpg?s=612x612&w=0&k=20&c=f-SINau64nIJXeIjDeRspWj4QAL-6tGbGKO9n-aCHmU=",
                "https://i0.wp.com/nenow.in/wp-content/uploads/2022/05/FSW4vr6agAEaCTq.jpg?fit=1200%2C620&ssl=1"
            ],
            "placedescription": "The Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being “the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage”. It is regarded by many as the best example of Mughal architecture and a symbol of India's rich history.",
            "placehistory": "The Taj Mahal('Crown of the Palace') is an ivory-white marble mausoleum on the right bank of the river Yamuna in Agra, Uttar Pradesh, India. It was commissioned in 1631 by the fifth Mughal emperor, Shah Jahan (r. 1628–1658) to house the tomb of his beloved wife, Mumtaz Mahal; it also houses the tomb of Shah Jahan himself. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenellated wall."
        },
        {
            "id": 3,
            "placename": " Futala Lake",
            "placeimg": [
                "https://thelivenagpur.com/wp-content/uploads/2021/06/WhatsApp-Image-2021-06-16-at-6.04.45-PM.jpeg",
                "https://nagpurtourism.co.in/images/places-to-visit/header/futala-lake-nagpur-tourism-entry-fee-timings-holidays-reviews-header.jpg",
                "https://pbs.twimg.com/media/FbGrJ7BaIAAWPmb?format=jpg&name=large"
            ],
            "placedescription": "The fountain is located in the Futala Lake area, which is a popular spot for picnics and evening walks. The fountain is made of concrete and steel and is one of the largest fountains in India, it is said to be around 125 ft in height.",
            "placehistory": "Futala Lake is a lake in Nagpur in the Indian state of Maharashtra. The lake covers 60 acres. Built by the Bhosle kings of Nagpur, the lake is known for its coloured fountains. In the evenings the site is illuminated with halogen lights and Tanga rides.The city of Nagpur boasts of being home to eleven magnificent and scenic lakes, and the Futala Lake is one them. Also known as the Telankhedi Lake, it is located in the western part of Nagpur, about 6 kilometres away from the city centre, and is believed to be more than 200 years old."
        },
        {
            "id": 4,
            "placename": " Dikshabhumi ",
            "placeimg": [
                "https://i.pinimg.com/originals/ab/f4/64/abf46402449096d981a54ac9982ac060.png",
                "https://www.localguidesconnect.com/t5/image/serverpage/image-id/1073435iF353BBA38C1C8F5C?v=v2",
                "https://www.maharashtratourism.gov.in/documents/38210/1260495/Deekshabhoomi-1268-min_5_11zon.jpg/83ee4215-77ac-6a02-6da2-1df4f4051a79?t=1655808006805"
            ],
            "placedescription": " Dikshabhumi is an important place for followers of Buddhism and a place of historical importance for Indian society. Deeksha Bhoomi is also known as the place where Dr. B.R. Ambedkar, the architect of the Indian Constitution, converted to Buddhism along with thousands of his followers in 1956.",
            "placehistory": "Dr. Ambedkar had declared in 1935 that although he was born as a Hindu, he would not die as one, as conversion was the solution to abandon the caste system. After this declaration and having extensively and exhaustively studied the doctrines of all the major world religions, Dr. Ambedkar would choose Buddhism for himself and his followers.Buddhism was 2,550 years old in 1956, so it was a notable year of celebration for the Buddhist religious world globally and 14 October was the traditional date of conversion of Emperor Ashoka, the great Indian Buddhist Monarch and the day is celebrated as Ashok Vijaya Dashmi."
        },
        {
            "id": 5,
            "placename": "Lal Bagh",
            "placeimg": [
                "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Glasshouse_and_fountain_at_lalbagh.jpg/1200px-Glasshouse_and_fountain_at_lalbagh.jpg",
                "https://static.india.com/wp-content/uploads/2022/08/lal-bagh.jpg?impolicy=Medium_Resize&w=1200&h=800",
                "https://karnatakatourism.org/wp-content/uploads/2020/06/Bengaluru-Lalbhag.jpg"
            ],
            "placedescription": "Lalbagh Botanical Garden or simply Lalbagh (lit. 'red garden'), is an botanical garden in Bangalore, India, with an over 200-year history. First planned and laid out during the dalavaiship of Hyder Ali, the garden was later managed under numerous British Superintendents before Indian Independence. It was responsible for the introduction and  propagation of numerous ornamental plants as well as those of economic value. It also served a social function as a park and recreational space, with a central glass  house dating from 1890 which was used for flower shows. In modern times, it hosts two flower shows coinciding with the week of Republic Day (26 January) and Independence Day (15 August). As an urban green space along with Cubbon Park, it is also home to numerous wild species of birds and other wildlife. The garden also has a lake adjoining a large rock on which a watchtower had been constructed during the reign of Kempegowda",
            "placehistory": " Hyder Ali commissioned the building of this garden in 1760, but his son, Tipu Sultan, completed it. A Bagh is Hindustani for garden while the reference of the prefix Lal is  debated and could refer to the colour red due to its original floral composition but Lal also means beloved. Hyder Ali decided to create this garden on the lines of the Mughal Gardens that were gaining popularity during his time. Hyder Ali laid out these famous botanical gardens and his son Tipu Sultan added horticultural wealth to them by importing trees and plants from several countries. Hyder and Tipu's Lalbagh gardens were managed by Mohammed Ali and his son Abdul Khader, and were based on design of the Mughal Gardens that once          stood at Sira, at a distance of 120 km from Bangalore. At that time, Sira was the headquarters of the strategically important southernmost Mughal suba (province) of the Deccan before the British Raj"
        },
        {
            "id": 6,
            "placename": "Gov. Museum ",
            "placeimg": [
                "https://img.peapix.com/67af4fda55a846968bc2f12f52386eba_UHD.jpg?attachment&modal",
                "https://www.onmanorama.com/content/dam/mm/en/travel/beyond-kerala/images/2018/10/5/chennai4.jpg",
                "https://yometro.com/images/places/government-museum.jpg"
            ],
            "placedescription": " The Government Museum, Chennai, or the Madras Museum, is a museum of human history and culture located in the Government Museum Complex in the neighbourhood of Egmore in Chennai, India. Started in 1851, it is the second oldest museum in India after the Indian Museum in Kolkata. It is particularly rich in archaeological and numismatic  collections. It has the largest collection of Roman antiquities outside Europe. Among them, the colossal Museum Theatre is one of the most impressive.[1] The National Art Gallery is also present in the museum premises. Built in Indo-Saracenic style, it houses rare European and Asian painting of renowned artists, including that of Raja Ravi Varma.[2][3] It had 0.6 million visitors in 2018. It has the richest collections of bronze idols, 500 of them dating to 1000 BCE, in Asia.",
            "placehistory": "  In August 1778, the governor of Madras granted 43 acres for an estate to a civil servant, who, subsequently in 1793, assigned the grounds to a committee of 24 which then regulated the public amusements in the city. In 1821, the committee sold the main house and central garden space to E. S. Moorat, an Armenian merchant who, in turn, sold it back to the government in 1830. The government first used the buildings and the grounds as the collector's Cutcherry and later for the Central Museum.[5] The museum was originally established in a building on College Road in Nungambakkam in the year 1851 and was shifted to the present site in 1854."
        },
        {
            "id": 7,
            "placename": "Prem Mandir",
            "placeimg": [
                "https://navbharattimes.indiatimes.com/thumb/92869703/prem-mandir-in-vrindavan-temple-of-divine-love-92869703.jpg?imgsize=145800&width=1200&height=900&resizemode=75",
                "https://upload.wikimedia.org/wikipedia/commons/5/59/Prem_Mandir_Vrindavan_%289%29.jpg",
                "https://www.oyorooms.com/travel-guide/wp-content/uploads/2019/05/Mathura-Vrindavan-Spiritual-haven-for-devotees-Prem-Mandir-Image-3.webp"
            ],
            "placedescription": "Rohtang Pass (Rohtang  is a high mountain pass (elevation 3,980 m (13,058 ft)) on the eastern end of the Pir Panjal Range of the Himalayas around 51 km (32 mi) from Manali in the Indian state of Himachal Pradesh.[2][3][4][5] It connects the Kullu Valley with the Lahaul and Spiti Valleys of Himachal Pradesh, India.",
            "placehistory": "PThe foundation stone was laid by Jagadguru Shri Kripalu Ji Maharaj in the presence of thousand devotees on 14 January 2001. The structure took around 12 years to construct,involving around 1000 artisans.The Vrindavan site was developed by Kripalu Ji Maharaj, whose main ashram was in Vrindavan.[8] He dedicated the gift of love to Shri Vrindavan Dham.Prem Mandir is constructed entirely of Italian marble. The total dimensions of the temple including its flag is 125 ft. high, 190 ft. long and the 128 ft.wide raised platform serves as the seat of the two-storeyed white monument."
        },
        {
            "id": 8,
            "placename":"Gobindgarh Fort",
            "placeimg":
            ["https://www.fabhotels.com/blog/wp-content/uploads/2020/02/Gobindgarh-Fort-600.jpg",
            "https://images.click.in/classifieds/images/95/03_11_2022_17_12_42_08693ade271f229ecd965528c0086dd0_g.jpg",
            "https://punjabtourism.punjab.gov.in/museums/gobindgarh-fort/gobindgarh-fort-1.jpg"
            ],
            "placedescription":"Gobindgarh Fort is located on the south west fringe of Amritsar, in a square pattern, with a perimeter of 1,000 m and made up entirely of bricks and lime. The fort had 25 cannons mounted on its ramparts and it remained with the Bhangi rulers till 1805.",
            "placehistory":" Maharaja Ranjit Singh, the first maharaja of the Sikh Empire, conquered the fort in the early 19thcentury. It was he who renamed it as Gobindgarh Fort after Guru Gobind Singh, the 10th guru of the Sikhs. Further, he made many renovations and added new structures to the fort from 1805 to 1809."
        },
        {
            "id": 9,
            "placename": "Hawa Mahal",
            "placeimg": [
                "https://images.moneycontrol.com/static-mcnews/2023/04/pexels-ankur-bagai-6440428.jpg?impolicy=website&width=1600&height=900",
                "https://static.trip101.com/paragraph_media/pictures/001/808/405/large/800px-Hawa_Mahal_on_a_stormy_afternoon.jpg?1581522484",
                "https://thrillingtravel.in/wp-content/uploads/2016/06/sharad-mandir-hawa-mahal-interior.jpg"
            ],
            "placedescription": " The Hawa Mahal is a palace in the city of Jaipur, India. Built from red and pink sandstone, it is on the edge of the City Palace, Jaipur, and extends to the Zenana, or women's chambers. The structure was built in 1799 by the Maharaja Sawai Pratap Singh, grandson of Maharaja Sawai Jai Singh, the founder of the city of Jhunjhunu in the state of Rajasthan.[1] He was so inspired by the unique structure of Khetri Mahal that he built this grand and historical palace.",
            "placehistory": "It was built in 1799 by Maharaja Sawai Pratap Singh for the court harem so that they could witness the royal processions and the street life. The exquisite pink and red sandstone 'mahal' stands out for its striking architecture, and the beautiful 'jhaali' works on its 953 windows."
        },
        {
            "id": 10,
            "placename": " Shanivar Wada",
            "placeimg": [
                "https://www.trawell.in/admin/images/upload/336491271Pune_Shaniwar_Wada.jpg",
                "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/68000/68345-Shaniwar-Wada.jpg",
                "https://upload.wikimedia.org/wikipedia/commons/3/33/Interior_of_Shaniwar_Wada.jpg"    
            ],
            "placehistory": "The Shaniwar Wada was normally the seven-story capital building of the Peshwas of the Maratha Empire. It was supposed to be made entirely of stone. However, after the completion of the base floor or the first story, the people of Satara (the national capital) complained to the Chhatrapati Shahu I (Emperor) saying that a stone monument can be sanctioned and built only by the emperor himself and not the Peshwas. Following this, an official letter was written to the Peshwas stating that the remaining building had to be made of brick and not stone. Even today if you visit and see the walls carefully, they are partly made of stone and partly of bricks. The Wada was then completed and upon being attacked by the British Artillery 90 years later, all the top six stories collapsed leaving only the stone base, which was immune to the British artillery. Hence only the stone base of the Shaniwar bg Wada remains and can be seen even today in the older parts of Pune.",
            "placedescription": "Shaniwar Wada is a historical fortification in the city of Pune, India. Built in 1732,[1] it was the great seat of the Peshwas of the Maratha Empire until 1818. Following the rise of the Maratha Empire, the palace became the center of Indian politics in the 18th century.[2] The fort itself was largely destroyed in 1828 by an unexplained fire, but the surviving structures are now maintained as a tourist site."
        },
        {
            "id": 11,
            "placename": " Sundarban",
            "placeimg": [
                "https://spiritbohemian.com/storage/2016/05/Victoria-Memorial-Kolkata.jpg",
                "https://dynamic-media-cdn.tripadvisor.com/media/photo-s/03/07/df/f7/the-over-view-of-our.jpg?w=600&h=-1&s=1",
                "https://res.cloudinary.com/thrillophilia/image/upload/c_fill,f_auto,fl_progressive.strip_profile,g_auto,h_600,q_auto,w_auto/v1/filestore/eshpkf7iv06sobn7iiar7twok6zo_34526222055_c9cc1250a7_b.png"
            ],
            "placedescription": "Sundarbans (pronounced ) is a mangrove area in the delta formed by the confluence of the Ganges, Brahmaputra and Meghna Rivers in the Bay of Bengal. Sundarban Reserve Forest (SRF) of Bangladesh is the largest mangrove forest in the world. It spans the area from the Baleswar River in Bangladesh's division of Khulna to the Hooghly River in India's state of West Bengal. It comprises closed and open mangrove forests, land used for agricultural purpose, mudflats and barren land, and is intersected by multiple tidal streams and channels. Sundarbans is home to the world's largest area of mangrove forests.[3] Four protected areas in the Sundarbans are enlisted as UNESCO World Heritage Sites, viz. Sundarbans West (Bangladesh), Sundarbans South (Bangladesh), Sundarbans East (Bangladesh) and Sundarbans National Park (India)",
            "placehistory": "The history of human settlement in the Sundarbans area can be traced back to Mauryan era (4th-2nd century BCE).[15] A ruin of an abandoned city was found in the Baghmara Forest Block that is attributed to Chand Sadagar, a pre-Mauryan semi-historical figure in Bengali folklore.[16] Archaeological excavation at Kapilmuni, Paikgacha Upazilla, north of the Sundarbans in Bangladesh, revealed ruins of urban settlement dating back to the early middle ages.[17] During the Mughal period, forest tracts were leased out by the local rulers for establishing settlements.[16] In 1757, The British East India Company obtained proprietary rights over Sundarbans from the Mughal Emperor Alamgir II and completed mapping the area in 1764. However, systematic forest management started a century later. The first Forest Management Division to have jurisdiction over the Sundarbans was established in 1869. In 1875 a large portion of the mangrove forests was declared as reserved forests under the Indian Forest Act of 1865 (Act VIII of 1865). The remaining portions of the forests were declared a reserve forest the following year and the forest, which was so far administered by the civil administration district, was placed under the control of the Forest Department. A Forest Division, which is the basic forest management and administration unit, was created in 1879 with the headquarters in Khulna, Bangladesh. The first management plan was written for the period 1893–1898."
        },
        {
            "id": 12,
            "placename": "Ramoji Film City",
            "placeimg": [
               "https://feeds.abplive.com/onecms/images/uploaded-images/2023/03/25/c49c8978942fa49a86a7a2ea38c86fc7b951b.jpeg",
               "https://www.explorebees.com/uploads/tour/Ramoji+Film+City+Star+Experience+by+AC+CAR_1.jpg",
               "https://qph.cf2.quoracdn.net/main-qimg-9183a10170399acff53e8c5fc63b2873-lq"
            ],
            "placedescription": "Ramoji Film City is an integrated film studio facility located in Abdullahpurmet, Hyderabad, India. Spread over 1,666 acres (674 ha),[1][2] it is the largest film studio complex in the world[3][4][5] and as such has been certified by the Guinness World Records.[6] It was established by Telugu media tycoon Ramoji Rao in 1996.[7][8][1] The Guardian described Ramoji Film City as city within a city.[3] Ramoji Film City EntranceIt is also a thematic holiday destination and a popular tourism and recreation centre, containing natural and artificial attractions including an amusement park. Around 1.5 million tourists visit the place every year",
            "placehistory": "The film city is the brainchild of media tycoon and film producer Ramoji Rao, who wanted to build a studio similar to the ones in Hollywood.[1] On procuring the land, he signed art director Nitish Roy to design the complex. According to an executive, the builders kept the land, which at that time consisted of jungles and mountainous terrain, intact, without removing one tree or mountain. It was built in Hyderabad in 1996 in the outskirts of the city in Abdullahpurmet.[10] Maa Naannaku Pelli (1997) was the first film shot in the studio"
        },
        {
            "id": 13,
            "placename": "Shirdi",
            "placeimg": [
                "https://i.ytimg.com/vi/hcf5LctDwKo/maxresdefault.jpg",
                "https://www.chennaitourstravels.org/product/1214891_kasi.jpg",
                "https://i.pinimg.com/originals/88/16/ae/8816ae08f207ee6e5919188278b705c7.jpg"  
            ],
            "placedescription": "Shirdi (pronunciationⓘ; also known as Sainagar) is a city in the Indian state of Maharashtra. It is located in the Rahata taluka of Ahmednagar District. It is accessible via the Ahmednagar–Malegaon State Highway No.10, approximately 83 km (52 mi) from Ahmednagar and 15 km (9.3 mi) from Kopargaon. It is located 185 km (115 mi) east of the Western Seashore line (the Ahmednagar–Manmad road), a very busy route.",
            "placehistory": "Shirdi is famously known as the home of the late 19th century saint Shri Sai Baba. [1] The Shri Saibaba Sansthan Trust located in Shirdi is one of the richest temple organisations. One of the most famous pilgrim centres of India, Shirdi is where Shri Sai Baba, the saint known for his divine powers, lived and preached for over five decades. Samadhi Temple, where he lived, has a room that depicts articles and things used by Shri Sai during his lifetime, and is therefore quite significant for his disciples, who follow his teachings and rever him till date. The temple also houses his mortal remains."
        },
        {
            "id": 14,
            "placename": " Charminar ",
            "placeimg": [
                "https://media-cdn.tripadvisor.com/media/photo-s/11/f4/ff/11/charminar.jpg",
                "https://images.freeimages.com/images/large-previews/0c8/hyderabad-charminar-1225121.jpg",
                "https://img.staticmb.com/mbcontent/images/uploads/2022/9/Charminar-Hyderabad.jpg"  
            ],
            "placedescription": "The Charminar (lit. 'four minarets') is a monument located in Hyderabad, Telangana, India. Constructed in 1591, the landmark is a symbol of Hyderabad and officially incorporated in the emblem of Telangana.[3] The Charminar's long history includes the existence of a mosque on its top floor for more than 425 years. While both historically and religiously significant, it is also known for its popular and busy local markets surrounding the structure, and has become one of the most frequented tourist attractions in Hyderabad. Charminar is also a site of numerous festival celebrations, such as Eid-ul-adha and Eid al-Fitr,[4] as it is adjacent to the city's main mosque, the Makkah Masjid.",
            "placehistory": "The fifth ruler of the Qutb Shahi dynasty, Muhammad Quli Qutb Shah, built the Charminar in 1591 after shifting his capital from Golconda to the newly formed city of Hyderabad.Charminar, Char Kaman and Gulzar Houz, photographed by Lala Deen Dayal in the 1880s The Archaeological Survey of India (ASI), the current caretaker of the structure, mentions in its records, There are various theories regarding the purpose for which Charminar was constructed. However, it is widely accepted that Charminar was built at the centre of the city, to commemorate the eradication of plague, a deadly disease which was wide spread at that time.[8][9] According to Jean de Thévenot, a French traveller of the 17th century whose narration was complemented with the available Persian texts, the Charminar was constructed in the year 1591 CE, to commemorate the beginning of the second Islamic millennium year (1000 AH). The event was celebrated far and wide in the Islamic world, thus Qutb Shah founded the city of Hyderabad to celebrate the event and commemorate it with the construction of this building."
        }
    ]
}